{"tweet":"@gsnedeker @JohnQuiggin I made no assumptions.","unix":"1620562721000","sentiment":-0.296,"verified":true}
{"tweet":"@UK_LCC @JLFlanner @Cinetti Tory policy is pro-free trade.","unix":"1620562639000","sentiment":0.0,"verified":true}
{"tweet":"@gsnedeker @JohnQuiggin Because it is no different to how the existing system works. The principal means of controlling inflation is to throw people out of work so they are forced to take jobs at lower wages. That's exactly what the current system does.","unix":"1620562427000","sentiment":-0.7693,"verified":true}
{"tweet":"Katıl özel canlı yayın şimdi herkese açık! Yeni dogecoin mi geliyor, Bitcoin ve altcoin'lerde neler olacak! $BNB, $BTT vb. altcoin fırsatları hepsi bu canlı yayında!  https:\/\/t.co\/8cR3vIArvc  #Bitcoin $BTC","unix":"1620562123000","sentiment":0.0,"verified":true}
{"tweet":"Let’s stop giving Mark too much credit.   He’s proven multiple times to be in it for your money.    He’s a pump and dumper.    Also- he can afford to lose a lot more money on any crypto than the rest of us.   Buy your own #Bitcoin and don’t let people keep shilling garbage.  https:\/\/t.co\/S5GgIF4Gf4","unix":"1620561946000","sentiment":-0.2732,"verified":true}
{"tweet":"@shesellsstocks Bitcoin fixes this.","unix":"1620561723000","sentiment":0.0,"verified":true}
{"tweet":"@mims How much Bitcoin for a 3-piece dark meat fried chicken meal and sides?","unix":"1620561670000","sentiment":0.0,"verified":true}
{"tweet":"@Kathryn85156324 @haniefhaider @JohnQuiggin Actual MMT says that if inflation rises, fiscal policy must be tightened so that more workers enter the JG pool. That is clearly stated in the work of Wray, Tcherneva and others.  Please read your own literature and don't come back until you have. Muted.","unix":"1620561545000","sentiment":0.6124,"verified":true}
{"tweet":"@Kathryn85156324 @JohnQuiggin It's in an early piece by Wray. DYOR.","unix":"1620561437000","sentiment":0.0,"verified":true}
{"tweet":"Yesterday both the Square Cash app and this Royal Farms ATM tried to sell me Bitcoin  https:\/\/t.co\/oHWuHB0gpG","unix":"1620561275000","sentiment":0.0,"verified":true}
{"tweet":"अमेरिकी डॉलर में तेल, गैस, बिटकॉइन, सोना और मार्बन क्रूड की कीमत  #Oil, #Gas, #Bitcoin, #Gold #UAE  #Murban  https:\/\/t.co\/QwefaxFNW3","unix":"1620561002000","sentiment":0.0,"verified":true}
{"tweet":"@mjrsumption true, but the issue is why it is still a bastion of tory support despite the rise of the SNP.","unix":"1620560893000","sentiment":0.6652,"verified":true}
{"tweet":"@HmsGerlach Unfortunately a permanent opt-out won't be on the table for Scotland.","unix":"1620560694000","sentiment":-0.34,"verified":true}
{"tweet":"Interesting that the Borders consituencies are uniformly Tory. Presumably this is because they fear the consequences for them if Scotland becomes independent.","unix":"1620560617000","sentiment":-0.128,"verified":true}
{"tweet":"The first #Bitcoin reference in television history aired on The Good Wife in 2012, when it was only worth $3. Today 1 Bitcoin is worth $58,000.  For more on Cryptocurrencies, how to begin, buy, trade or hold, join \"the Philip Obin Academy\" on Telegram at  https:\/\/t.co\/BiSnRHsU1t  https:\/\/t.co\/2FRSF51Njy","unix":"1620560508000","sentiment":0.7845,"verified":true}
{"tweet":"@EdKwangl @davidgerard The Grand Old Duke Of York strategy. He talked it up, and now he is talking it down again.","unix":"1620560332000","sentiment":0.4588,"verified":true}
{"tweet":"@EdKwangl @campbellclaret tbh I find the thinly disguised racism, homophobia and misogyny even worse than the tolerance of lies and sleaze.","unix":"1620560277000","sentiment":-0.872,"verified":true}
{"tweet":"@QuestionerMoney Heck yes.","unix":"1620560186000","sentiment":0.4019,"verified":true}
{"tweet":"It's all Elon's fault.","unix":"1620560064000","sentiment":-0.4019,"verified":true}
{"tweet":"JPMorgan CEO Jamie Dimon says he's still a crypto skeptic: \"I'm not a bitcoin supporter. I have no interest in it.\" (via @CNBCMakeIt)  https:\/\/t.co\/dYbBKgQFQv","unix":"1620559855000","sentiment":-0.6362,"verified":true}
{"tweet":"@tfoale @benglaze hmm, tying a Scottish currency to the Euro would wreck the SNP's fiscal plans. Also ERMII membership, which is what you are describing, would be regarded by the EU as the route to eventual adoption of the Euro.","unix":"1620559655000","sentiment":-0.4404,"verified":true}
{"tweet":"A lot of comments I have seen have been along the lines of \"we'll do a Sweden\", ie agree to join the Euro in principle but somehow never manage to meet the criteria. I doubt if the EU will be too impressed with this strategy.","unix":"1620559561000","sentiment":0.5023,"verified":true}
{"tweet":"@mikekelly85 The things they are complaining about were wrecked by the Tories, not Labour.","unix":"1620559398000","sentiment":-0.2023,"verified":true}
{"tweet":"@UK_LCC you do realise that the President in power for eight years before Trump was a Democrat?","unix":"1620559324000","sentiment":0.0,"verified":true}
{"tweet":"@QuestionerMoney Along with Aldous Huxley.","unix":"1620559021000","sentiment":0.0,"verified":true}
{"tweet":"@fabianacecin Expensive.","unix":"1620558802000","sentiment":0.0,"verified":true}
{"tweet":"This is disgraceful.","unix":"1620558670000","sentiment":0.0,"verified":true}
{"tweet":"@SensiblePaddy Preston has done really well.","unix":"1620558404000","sentiment":0.3384,"verified":true}
{"tweet":"@QuestionerMoney reversing the policies of the last three Tory governments while pretending they had nothing to do with them","unix":"1620558327000","sentiment":0.1027,"verified":true}
{"tweet":"#Dogecoin despenca 30% após Elon Musk participar de programa na televisão   https:\/\/t.co\/1W6mukAHgf","unix":"1620558256000","sentiment":0.0,"verified":true}
{"tweet":"Ovex said the warning was issued without giving the company time to respond to questions sent earlier in the week.  https:\/\/t.co\/zEpI08VAZx","unix":"1620558183000","sentiment":-0.5324,"verified":true}
{"tweet":"Give your mum the gift of crypto and #Bitcoin this year.  PS You can even use our Tell-a-Friend programme to sign her up.  https:\/\/t.co\/M7ohZcvWo2  https:\/\/t.co\/1ayS3wPWuc","unix":"1620558016000","sentiment":0.4404,"verified":true}
{"tweet":"🥇Türkiye'nin uluslararası alanda yükselen değerleri, dünyanın en büyük organizasyonlarından birinde bir araya geliyor!  💪 21 Olimpik Sporcumuzla #YeniNeslinYanındayız  1️⃣1️⃣ \/ 2️⃣1️⃣ Milli güreşçimiz Cenk İldem'e (@cenkildem) destek olmaktan büyük mutluluk duyuyoruz!  #Bitcoin  https:\/\/t.co\/EsrGR654mW","unix":"1620558016000","sentiment":0.0,"verified":true}
{"tweet":"🎙️#Btcturk'ün katkılarıyla gerçekleşen #Bitcoin2140'da bu hafta @uzmancoin kurucusu Burak Köse ve Gazeteci Hakan Ateşler, Ekonomist @Enes0zkan'ı ağırlıyor.  👉Enflasyon Sarmalında #Bitcoin ve Düzenlemeler  🎧 Şimdi dinle:   https:\/\/t.co\/nkRDUBFD6f  #BitcoinTurkiye  https:\/\/t.co\/dnmXGJM6Vv","unix":"1620557813000","sentiment":0.0,"verified":true}
{"tweet":"@SensiblePaddy Yes, and they don't know that this was because of the massive budget cuts inflicted on those councils by the Tory\/Coalition governments. So they blame Labour. Cutting Labour council budgets is a vote-winning strategy for the Tory party.","unix":"1620557605000","sentiment":0.0056,"verified":true}
{"tweet":"UK government ‘failed to consider gender’ in its response to Covid pandemic  https:\/\/t.co\/u8aeIuNZ1B","unix":"1620557501000","sentiment":0.0,"verified":true}
{"tweet":"Red wall voter: \"If I vote for a different party than the one I have always supported, things will change!\"  *votes for the party that has been in power for the last decade*  🤔","unix":"1620557100000","sentiment":0.7901,"verified":true}
{"tweet":"\"..Or central banks decide to offer their own digital currencies, creating an easy electronic payment system that leaves bitcoin on the outside looking in. \"  Umm the whole idea is decentralisation where people don't need to rely on any institution as the middlemen.","unix":"1620556680000","sentiment":0.6249,"verified":true}
{"tweet":"The Tory party has been in power more often than not over the last half-century. How on earth has it managed to convince red wall voters that their relative decline during that time is Labour's fault?","unix":"1620556668000","sentiment":0.25,"verified":true}
{"tweet":"This.","unix":"1620556549000","sentiment":0.0,"verified":true}
{"tweet":"İzmir'de, Bitcoin üretmeye yarayan 5 milyon TL'lik kaçak cihaz ele geçirildi  https:\/\/t.co\/8urIh9licV  https:\/\/t.co\/Ya43GUYYwg","unix":"1620555917000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin, dogecoin, ether and other cryptocurrencies are now worth about $2 trillion, but are their owners rich? And would it affect the economy if they lost most of it?  https:\/\/t.co\/hu0ckFqHiG","unix":"1620555421000","sentiment":0.5803,"verified":true}
{"tweet":"A case involving the theft of 3 million yuan ($464,000) worth of #Bitcoin in E China's #Jiangxi Province exposes lax supervision over #digitalasset management companies: expert  https:\/\/t.co\/QVuYxDiz8m","unix":"1620554089000","sentiment":0.1027,"verified":true}
{"tweet":"@paul_astell I don't think there is any way back for Labour in the \"red wall\".","unix":"1620553558000","sentiment":0.0,"verified":true}
{"tweet":"@rantingkat @PaulbernalUK the small-town belief that people in cities hate being there and would move to towns and villages if they could is snobbish nonsense. Anyway, if city-dwellers do move out to towns and villages, the small-towners complain like mad.","unix":"1620553499000","sentiment":-0.8885,"verified":true}
{"tweet":"@junrussell Yes. The failure of the reporter to point out that the services they list are controlled by central government is astonishing.","unix":"1620553343000","sentiment":-0.1531,"verified":true}
{"tweet":"@rantingkat @PaulbernalUK yes, I've heard that too. And they have no desire to go back.","unix":"1620553270000","sentiment":0.1134,"verified":true}
{"tweet":"@JohnQuiggin Furthermore, if the unemployed resources fall too low, create some more by raising taxes on corporations so they lay people off. This is actually in MMT literature.","unix":"1620553158000","sentiment":0.0,"verified":true}
{"tweet":"@Twundit @SaleemulHuq @FadhelKaboub not enough by itself","unix":"1620553079000","sentiment":0.0,"verified":true}
{"tweet":"In which Labour is blamed for the Tories' failure to maintain public services.","unix":"1620553007000","sentiment":-0.7506,"verified":true}
{"tweet":"Price data of Turkish Lira pairs on #btcturkpro  Trade #Bitcoin and cryptocurrencies professionally on BtcTurk | PRO website and mobile app 👇  📲 iOS:  https:\/\/t.co\/vSqmH7yjnd 📲 Android:  https:\/\/t.co\/pGUt8Seguf 💻 Web:  https:\/\/t.co\/fAUfWZlXZJ  https:\/\/t.co\/Nzw2Ob4pnF","unix":"1620552864000","sentiment":0.0,"verified":true}
{"tweet":"Price data of #Bitcoin #BTC pairs on #btcturkpro  Trade Bitcoin and cryptocurrencies professionally on BtcTurk | PRO website and mobile app 👇  📲 iOS:  https:\/\/t.co\/vSqmH7yjnd 📲 Android:  https:\/\/t.co\/pGUt8Seguf 💻 Web:  https:\/\/t.co\/iKyEvf0cpI  https:\/\/t.co\/iwfFleTRZ2","unix":"1620552862000","sentiment":0.0,"verified":true}
{"tweet":"Price data of #Tether #USDT pairs on #btcturkpro  Trade #Bitcoin and cryptocurrencies professionally on BtcTurk | PRO website and mobile app 👇  📲 iOS:  https:\/\/t.co\/vSqmH7yjnd 📲 Android:  https:\/\/t.co\/pGUt8Seguf 💻 Web:  https:\/\/t.co\/AdB42psCLz  https:\/\/t.co\/9MFxKtOgjS","unix":"1620552861000","sentiment":0.0,"verified":true}
{"tweet":"The incredible momentum of the #NFT market has attracted significant attention. Still, one group that is notably benefiting from this paradigm shift is the artists behind these creative works.  https:\/\/t.co\/85dtckrCOH","unix":"1620552767000","sentiment":0.7579,"verified":true}
{"tweet":"Citibank's global head of foreign exchange said that “trading, custody, and financing\" of cryptocurrencies \"are all under consideration.” #bitcoin #cryptocurrency  https:\/\/t.co\/mUL1pqdOB2","unix":"1620552752000","sentiment":0.0,"verified":true}
{"tweet":"@ParkinKatt BAD TAIL","unix":"1620551813000","sentiment":-0.6408,"verified":true}
{"tweet":"@KimSJ @ChrisGiles_ But they do.","unix":"1620551576000","sentiment":0.0,"verified":true}
{"tweet":"@KimSJ @ClareAdams @ChrisGiles_ But you aren't reducing the reasons. You are insisting that if someone can't work they must leave their community and go to live in a small town where they don't know anyone. That's not wonderful at all.","unix":"1620551422000","sentiment":-0.6482,"verified":true}
{"tweet":"@KimSJ @ChrisGiles_ If someone wants to form a rural collective, that's absolutely fine. But don't assume that all the people going to the cities to study and pursue careers really want to be in rural collectives. Many people like city life.","unix":"1620551263000","sentiment":0.6894,"verified":true}
{"tweet":"@KimSJ @ChrisGiles_ I think it is perfectly possible to have a fulfilled life in a city. And I think people, especially young people, need aspiration. You seem to want to destroy their aspiration and condemn them to life in a backwater on state benefits. That's not a \"fulfilled life\".","unix":"1620551150000","sentiment":0.3544,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon And what is wrong with \"bumping up millions of people to middle class\", anyway?","unix":"1620550911000","sentiment":-0.4767,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon Why do you consider lawyers and accountants \"middle class\" but black cab drivers, who are small business owners, \"working class\"?","unix":"1620550888000","sentiment":0.0,"verified":true}
{"tweet":"@KimSJ @ChrisGiles_ UBI would actually help musicians and artists to travel into the cities where the opportunities are. It would enable them to take the financial risks that currently derail many careers. For that reason I support it. But NOT as a means of subsidising small town living.","unix":"1620550748000","sentiment":0.3291,"verified":true}
{"tweet":"@KimSJ @ChrisGiles_ Musicians and artists living outside cities and only working locally inevitably end up earning most of their living from teaching. Some might choose that - indeed they do now - but they shouldn't be forced into it.","unix":"1620550636000","sentiment":0.4973,"verified":true}
{"tweet":"تعرف على أسعار العملات والذهب و #بيتكوين مقابل الدولار  #اقتصاد #bitcoin $btc #عينك_على_العالم  https:\/\/t.co\/gQ5a8uGE70","unix":"1620550500000","sentiment":0.0,"verified":true}
{"tweet":"@KimSJ @ChrisGiles_ And as for how artists and musicians work, a rural collective can't possibly give them the career to which they aspire. There wouldn't even be enough performance and exhibition opportunities to earn them a basic living. I speak as a professional musician.","unix":"1620550493000","sentiment":0.3818,"verified":true}
{"tweet":"@KimSJ @ChrisGiles_ Jobs in cities generally are well-paid compared to those in small towns and villages. Indeed, that is why you want a UBI, isn't it? But people aren't motivated just by money. They go to cities for other reasons. Your proposition totally ignores this.","unix":"1620550339000","sentiment":-0.7319,"verified":true}
{"tweet":"@KimSJ @ChrisGiles_ I could do without your loaded language, frankly.   I've talked to some people in the \"red wall\". One of the things they want to change is welfare dependency. They want good well-paid jobs, not a life on state benefits. Your UBI would take them in the wrong direction.","unix":"1620550249000","sentiment":0.4588,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon You also have a very odd idea of what \"middle class\" means. You seem to think middle-class people don't work. Weird.","unix":"1620550106000","sentiment":-0.2675,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon You have a very odd idea of what \"working class\" means. Both are skilled tradesmen and therefore do not fit the classical definition of \"working class\", which was unskilled cannon fodder for factories. Today's call centre workers are much more \"working class\" than your mates.","unix":"1620550062000","sentiment":-0.5723,"verified":true}
{"tweet":"You’ve likely heard of cryptocurrencies like Bitcoin, and this week there’s been a lot of hype around Dogecoin. But how about Catcoin? Carole Baskin, CEO of Big Cat Rescue, is starting her own cryptocurrency.​   https:\/\/t.co\/WZ21wiEdYw","unix":"1620549908000","sentiment":0.7351,"verified":true}
{"tweet":"@tm1fox @Beltrew Courts that outside observers consider biased against Palestinians","unix":"1620549302000","sentiment":-0.2732,"verified":true}
{"tweet":"@PolemicTMM @dindjic @kitjuckes part of the reason they haven't is the CFA franc. The Euro peg is far too high for their economies.  https:\/\/t.co\/i1NdE1EU8m","unix":"1620549262000","sentiment":0.0,"verified":true}
{"tweet":"@KimSJ @ChrisGiles_ 1. Yes it is a state handout 2. Moving to a city for a career does not necessarily mean becoming a \"city banker\" 3. Artists and writers need to be close to cities, at least at the start of their careers. It's why my daughter will stay in London when she leaves uni this summer.","unix":"1620549121000","sentiment":0.4019,"verified":true}
{"tweet":"@tm1fox @Beltrew yes, it's only fair to hear the Israeli side too, but please don't present it as a neutral analysis.","unix":"1620548216000","sentiment":0.6652,"verified":true}
{"tweet":"I don’t understand why we need unit economics to explain #Bitcoin to noobs. To make it compete with Dogecoin?  Let’s not be dumb.     In 2140 the total supply of Satoshis will be roughly two quadrillion one hundred trillion, try explaining that to someone trading Doge on RH.","unix":"1620548216000","sentiment":0.4023,"verified":true}
{"tweet":"\"drawback of #Bitcoin was that it did not go far enough. #IOTA is unique especially in this fact that it generalizes the principles of Nakamoto consensus into a fee-less, leaderless protocol of parallelized ledger updates, that scales with an arbitrarily large set of validators\"","unix":"1620548168000","sentiment":0.0,"verified":true}
{"tweet":"@PolemicTMM @dindjic @kitjuckes CFA franc is a fine example of a post-colonial monetary system. Hard pegged to the Euro and France controls the reserves.","unix":"1620548143000","sentiment":0.1027,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon Why are you so reluctant to admit that many of those people are actually middle class? Why do you find the concept of being \"middle class\" distasteful?","unix":"1620548038000","sentiment":-0.2293,"verified":true}
{"tweet":"@KimSJ @ChrisGiles_ But suppose they don't want to live on state handouts in a backwater? They want to have a career and earn their own living? Whatever happened to dignity and aspiration?","unix":"1620547969000","sentiment":0.6378,"verified":true}
{"tweet":"Türkiye'deki 'Bitcoin' zenginleri anlatıyor! 350 lirayı 14 milyona çıkardı  https:\/\/t.co\/qZJdjLpzao  https:\/\/t.co\/S3C5JEvwgw","unix":"1620547800000","sentiment":0.0,"verified":true}
{"tweet":"@KimSJ @ChrisGiles_ They can do that already. They choose not to. How high would UBI have to be to change their minds?","unix":"1620547448000","sentiment":0.0,"verified":true}
{"tweet":"@kitjuckes @PolemicTMM yes it will  https:\/\/t.co\/A4J9DZSIpT","unix":"1620547397000","sentiment":0.4019,"verified":true}
{"tweet":"\"Looking ahead, as we continue to broaden our market presence, we are selectively onboarding new liquidity providers to help us in expanding our offering,\" said Goldman Sachs #bitcoin #cryptocurrency  https:\/\/t.co\/J4o622r9to","unix":"1620547318000","sentiment":0.4019,"verified":true}
{"tweet":"Arnaques au bitcoin, malwares et faux logiciels antivirus  https:\/\/t.co\/Q48iyZA6i9","unix":"1620547274000","sentiment":0.0,"verified":true}
{"tweet":"@thadfilms Did you see one of the founders of Ethereum started writing for a Bitcoin blog in 2011 at a rate of 5 bitcoins per article? He said each bitcoin was worth $0.80 at the time.","unix":"1620547091000","sentiment":0.2263,"verified":true}
{"tweet":"Well, he rejected the gravity model of trade, so why not agglomeration as well?","unix":"1620546878000","sentiment":-0.4614,"verified":true}
{"tweet":"It’s funny , in 2016 when I asked ppl to invest in Bitcoin at $230 , they were not willing to take risk but today at 55K they are calling me “how to invest” - if u don’t learn this tech , u will waste ur money","unix":"1620546736000","sentiment":-0.5106,"verified":true}
{"tweet":"Other coins don’t interest me because they don’t solve anything. There’s a million ways to game systems for quick profit, but have you ever wanted to get behind something significant? #bitcoin","unix":"1620546428000","sentiment":0.6757,"verified":true}
{"tweet":"@telangamol Absolutely. Been showing crazy momentum this last month. Bitcoin has plateaued I feel.","unix":"1620545318000","sentiment":-0.3947,"verified":true}
{"tweet":"@thadfilms It was about a decade later I first even heard of bitcoin- it would’ve been a waste of a word.","unix":"1620544163000","sentiment":-0.4215,"verified":true}
{"tweet":"@gencuse35 Merhaba, #BtcTurk kullanıcıların sadece #Bitcoin ile alım\/satım yapabileceği bir platformdur. #BtcTurkPRO'ya ise 2021 Ocak ayından itibaren 12 adet yeni kriptopara ekledik ve #BtcTurkPRO'da şu an 27 adet kriptopara ile alım\/satım işlemi yapabilirsiniz. +","unix":"1620544050000","sentiment":0.0,"verified":true}
{"tweet":"Ukrainians to learn more about #cryptocurrencies from a new #money podcast.  https:\/\/t.co\/rcDIN0TKS9","unix":"1620543772000","sentiment":0.0,"verified":true}
{"tweet":"@CryptoBananas Learning about the Fed is what brought me to Bitcoin. I guess everyone is different.","unix":"1620542692000","sentiment":0.0,"verified":true}
{"tweet":"Dogecoin has outpaced Bitcoin year-to-date, and crypto fans are gearing up for what “could be an interesting weekend” as crypto bull Elon Musk hosts SNL  https:\/\/t.co\/8f8cazGjfC  https:\/\/t.co\/JzsRnSZjVA","unix":"1620542168000","sentiment":0.4019,"verified":true}
{"tweet":"Iranians can trade only #crypto coins minted in the Islamic Republic, CBI says.  https:\/\/t.co\/ulVOruf923","unix":"1620541974000","sentiment":0.0,"verified":true}
{"tweet":"Türkiye'deki 'Bitcoin' zenginleri anlatıyor! 350 lirayı 14 milyona çıkardı ✍ @c_aslan34   https:\/\/t.co\/spPwOeufDI","unix":"1620541800000","sentiment":0.5411,"verified":true}
{"tweet":"I've added some great new content to my paper:   CRYPTO ADDICT. Check it out!   #CryptoNews #SHIB #dogecoin #Bitcoin #btt #tron #eth #altcoins    https:\/\/t.co\/RFq8OhWTcA","unix":"1620541750000","sentiment":0.6588,"verified":true}
{"tweet":"who cares who invented Bitcoin.  Dr Craig Wright invented BSV and its like magic for Enterprise data.  Who can argue with this?  however inventing BSV is inventing Bitcoin again.","unix":"1620541571000","sentiment":0.4767,"verified":true}
{"tweet":"Throw back to when I dressed up as Bitcoin for Halloween 😂  https:\/\/t.co\/sGKrKjDbKg","unix":"1620541397000","sentiment":0.4404,"verified":true}
{"tweet":"@_oregontrailfan 18 year old me would’ve heard “bitcoin” and not known what to do with that for way too long and would’ve forgotten by the time it mattered.","unix":"1620541392000","sentiment":-0.2263,"verified":true}
{"tweet":"Yeah let me just pay $89 in GAS fees to convert $113 in WETH to ETH 😂😂😂 Fuck these NFTs this would have been better off in #Bitcoin  https:\/\/t.co\/8PVB3dKPJ2","unix":"1620540995000","sentiment":0.836,"verified":true}
{"tweet":"I have no idea what this means but I bought a lot of bitcoin today.   https:\/\/t.co\/YElo32ILjF","unix":"1620540557000","sentiment":-0.1531,"verified":true}
{"tweet":"@CNN real Bitcoin is Green:   https:\/\/t.co\/pWHH9sK2l3","unix":"1620540431000","sentiment":0.0,"verified":true}
{"tweet":"@AudreyBB @rCanadaHousing True.  But there are MANY things priced higher than their intrinsic value.  A 2x4 of lumber is 14$ right now.  People are shelling out 70K for ONE BITCOIN!","unix":"1620540318000","sentiment":0.6476,"verified":true}
{"tweet":"Bitcoin is facing an environmental backlash over the energy-intensive technology underpinning it.  A new crypto called chia says it's the eco-friendly alternative.  https:\/\/t.co\/cAaJkBC2ob","unix":"1620540063000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin is facing an environmental backlash over the energy-intensive technology underpinning it.  A new crypto called chia says it's the eco-friendly alternative.  https:\/\/t.co\/MqTZB0UU3K","unix":"1620540063000","sentiment":0.0,"verified":true}
{"tweet":"Bank of England governor Andrew Bailey has taken an almighty swipe at cryptocurrency investors, warning punters to be prepared to lose all their money to the online phenomenon - including when investing in Bitcoin.  https:\/\/t.co\/xcjJOV4kJE","unix":"1620540000000","sentiment":-0.4939,"verified":true}
{"tweet":"Elon is dumping his #dogecoin bags on y’all following his #SNL performance. BAITED. Next he’s going to 🦍 into #Bitcoin","unix":"1620539794000","sentiment":-0.3182,"verified":true}
{"tweet":"@DrLupo @PaulTassi BUT IT WAS GOING TO BE THE NEXT BITCOIN \/s","unix":"1620539124000","sentiment":0.0,"verified":true}
{"tweet":"I own every major crypto, Bitcoin, LiteCoin, Ethereum, ETH Classic etc but Doge is still my favorite ✊🏾✊🏾 🚀🚀🚀","unix":"1620538060000","sentiment":0.6124,"verified":true}
{"tweet":"#Dogecoin has introduced millions of young people to cryptocurrency in a fun and community driven way.   For the first time since Bitcoin people realize they can take back control of their wealth.  That’s way more valuable than any amount of stupid comedy TV show publicity.","unix":"1620537432000","sentiment":0.8399,"verified":true}
{"tweet":"@stevenmeets @TCRPartyBot He did Bitcoin   https:\/\/t.co\/vpqcnDN4hG","unix":"1620536850000","sentiment":0.0,"verified":true}
{"tweet":"@Gennefer You need to buy a little $COIN and $RIOT while it’s cheap. 100k Bitcoin summer is coming and they’re going to surge with it.","unix":"1620536633000","sentiment":-0.6211,"verified":true}
{"tweet":"#Monero’s biggest trading pair is #tether (USDT) according to Cryptocompare data as USDT captures 67% of all #XMR trades.  https:\/\/t.co\/skGBskRUbS","unix":"1620536502000","sentiment":0.0,"verified":true}
{"tweet":"The Banksy auction follows Phillips getting into the non-fungible token art space when it sold Mad Dog Jones' multi-generational #NFT.  https:\/\/t.co\/amNPcybEXu","unix":"1620536494000","sentiment":-0.4939,"verified":true}
{"tweet":"@stefanopep3 I am sure it is number of Bitcoin traded x price.","unix":"1620536257000","sentiment":0.3818,"verified":true}
{"tweet":"If You Invested $1,000 in #Bitcoin 10 Years Ago,   Here's How Much You'd Have Today    https:\/\/t.co\/h8z29gkSXC #fintech #crypto @themotleyfool @TMFMathGuy  https:\/\/t.co\/kWW2fxeabn","unix":"1620536131000","sentiment":0.0,"verified":true}
{"tweet":"i  think 🤔  there will be time just started a few months ago to see the light 💡 on bitcoin","unix":"1620535995000","sentiment":0.0,"verified":true}
{"tweet":"Me on Blockfolio playing with my Bitcoin...  https:\/\/t.co\/6xJWxEN7QB","unix":"1620535891000","sentiment":0.2023,"verified":true}
{"tweet":"Lol, friend is explaining Bitcoin mining to the Kid.   Kid: “Yes, but why don’t they use the computers to solve an important question tho?”","unix":"1620535705000","sentiment":0.7506,"verified":true}
{"tweet":"@r_i_smith Hey, I'm being generous and including Tesla's regulatory credit sales and the Bitcoin sales! Still less. 😆","unix":"1620535605000","sentiment":0.8126,"verified":true}
{"tweet":"“Si el bitcoin no es una moneda, el peso argentino tampoco”, sostuvo economista  https:\/\/t.co\/8zdNswIOeS","unix":"1620535493000","sentiment":-0.296,"verified":true}
{"tweet":"Serious crypto people are ignoring the dog coin, and investing\/supporting real companies + Ethereum\/Bitcoin.   Doge is interesting for a lot of reasons, but it’s about meme magic more than tech or cryptocurrency.","unix":"1620535362000","sentiment":-0.0387,"verified":true}
{"tweet":"Serious question.  If you’re long Bitcoin and truly believe in Crypto how do you take Doge seriously?  Doesn’t it make a mockery of the whole thing?","unix":"1620534804000","sentiment":-0.1926,"verified":true}
{"tweet":"Mark Cuban: The 3 ways Ethereum \"dwarfs\" bitcoin. (via @CNBCMakeIt)  https:\/\/t.co\/UOGuB7XPOZ","unix":"1620534727000","sentiment":0.0,"verified":true}
{"tweet":"Markets decide value. If the market accepts a rate, than that is the value.  And it happens every millisecond on google Ad’s &amp; #Bitcoin   If you want to sponsor @HendersonRace we will charge you our rate  This tweet has an ad near it on twitter. They bought it at the market rate","unix":"1620534574000","sentiment":0.7506,"verified":true}
{"tweet":"@Gennefer If I knew you were holding I would’ve told you to sell. I recognized his pattern. He tried it with Bitcoin a couple of weeks ago. But Cuban saw his bullshit and bought heavy. And Cuban made another play to stabilize it during the rolling blackouts in China that slowed mining.","unix":"1620534490000","sentiment":-0.4767,"verified":true}
{"tweet":"Mark Cuban: The 3 ways Ethereum \"dwarfs\" bitcoin. (via @CNBCMakeIt)  https:\/\/t.co\/ihk1gN1gnY","unix":"1620534175000","sentiment":0.0,"verified":true}
{"tweet":"You’ve likely heard of cryptocurrencies like Bitcoin, and this week there’s been a lot of hype around Dogecoin. But how about Catcoin? Carole Baskin, CEO of Big Cat Rescue, is starting her own cryptocurrency.​   https:\/\/t.co\/p2Xvt6oGgk","unix":"1620533703000","sentiment":0.7351,"verified":true}
{"tweet":"Crypto guy explaining to me how bitcoin is good for the environment.  https:\/\/t.co\/mIJXAqQlEy","unix":"1620533529000","sentiment":0.4404,"verified":true}
{"tweet":"Too easy.   You shouldn’t be afraid of juice in the right situations.   Now converting to #Bitcoin. Thank you Canelo.","unix":"1620533225000","sentiment":0.6597,"verified":true}
{"tweet":"I dumped all my doge at .60 and I’m not regretting it at all. And all of it is going into bitcoin.","unix":"1620533197000","sentiment":-0.1134,"verified":true}
{"tweet":"#Bitcoin or #Ether? Here's how to decide whether to invest  https:\/\/t.co\/4fQGHuZTza   More on @crypto:  https:\/\/t.co\/HtpptT7EVk $BTC $ETH  https:\/\/t.co\/QpnQ1ZyGCc","unix":"1620533135000","sentiment":0.0,"verified":true}
{"tweet":"You’ve likely heard of cryptocurrencies like Bitcoin, and this week there’s been a lot of hype around Dogecoin. But how about Catcoin? Carole Baskin, CEO of Big Cat Rescue, is starting her own cryptocurrency.​   https:\/\/t.co\/jLCZbuAUx4","unix":"1620532806000","sentiment":0.7351,"verified":true}
{"tweet":"For Mother’s Day I am giving my wife #bitcoin ! Let’s see what happens.","unix":"1620532712000","sentiment":0.4003,"verified":true}
{"tweet":"I just got with Bitcoin so forgive me if this is short sighted, but it seems like we should be incessantly discussing the insights about The Fed manipulation that led us to the decision to get out of the USD.","unix":"1620532159000","sentiment":0.3227,"verified":true}
{"tweet":"@EvanStinger Hahahaha…Pasti tekor lah kalau dibandingin sama yang pakai alat2 mining beneran. Buat belajar sih gak ada yang tekor om. Cuman nyoba doang does it work or not setelah berkali ngetes pakai alat seadanya di Bitcoin gak bergerak…..Jadi ngitung tekor apa enggaknya kita beda nih","unix":"1620531532000","sentiment":0.0,"verified":true}
{"tweet":"@DavidBr69770460 0.000424881033311 of Bitcoin. Good idea.","unix":"1620531330000","sentiment":0.4404,"verified":true}
{"tweet":"“One of the #dogecoin whales, which we’ve dubbed 'Bs4,' is alone holding more than 3.1 billion #DOGE,\" the study notes.  https:\/\/t.co\/9UmGzZZcQY","unix":"1620531125000","sentiment":-0.25,"verified":true}
{"tweet":"The company Bitfarms which was invoked in 2017 says the Nasdaq Global Market tier acceptance “represents a powerful validation.”  https:\/\/t.co\/cA6faq9Qbn","unix":"1620531051000","sentiment":0.7003,"verified":true}
{"tweet":"@NerdRage42 Funny is almost all the people who know all that and now I'm telling to invest  Ethereum and Bitcoin Cash aren't listening! Okay...  https:\/\/t.co\/UdICK4IyFo","unix":"1620530989000","sentiment":0.3666,"verified":true}
{"tweet":"@justttmei Bitcoin is still seed IMO :)","unix":"1620530846000","sentiment":0.4588,"verified":true}
{"tweet":"@nvk This is the guy who wrote Bitcoin is the Segway of Currency:   https:\/\/t.co\/LcXBxfWgjK","unix":"1620530647000","sentiment":0.0,"verified":true}
{"tweet":"barely paid any fees transfering bitcoin to  https:\/\/t.co\/ymbm2Ws9Sa to buy $shib. idk what this gas talk is about on trust wallet","unix":"1620530500000","sentiment":0.4404,"verified":true}
{"tweet":"@ryanlawrence21 I guess . . . They don’t pay me the big Official Scorer Bucks . . . Or Bitcoin . . . Or Duges or whatever the hell they pay people in these days . . .","unix":"1620530480000","sentiment":-0.7506,"verified":true}
{"tweet":"WATCH: Blockchain is perhaps best known as being the way in which cryptocurrencies, such as Bitcoin and Ether, are underpinned. But in Ethiopia it's being deployed in schools  https:\/\/t.co\/Q9wvjTbdjy","unix":"1620530400000","sentiment":0.3818,"verified":true}
{"tweet":"Can someone help me to open an account for me at Bitcoin Exchange in India 🇮🇳? Someone wants to donate me in bitcoins to help my COVID19 relief work. It’s urgent requirements! 🙏🏻♥️","unix":"1620530265000","sentiment":0.9299,"verified":true}
{"tweet":"Nyoba Bitcoin mining udah pernah dan berasa banget kalau gak punya mesin berGPU skala dewa boro2 naik beberapa digit dibelakang koma. Malem tadi lagi2 ngetest #dogecoin mining, dan ini hasil 12 jam mining pake CPU i5 jadoel....  https:\/\/t.co\/1dcZQh0n0w","unix":"1620529372000","sentiment":0.0,"verified":true}
{"tweet":"Este dude va a impulsar #Bitcoin y #doge esta noche.   Guarden este tuit!","unix":"1620529297000","sentiment":0.0,"verified":true}
{"tweet":"There’s now 74M 4G users, and more than 100M total internet subscribers in Pakistan today.  Every day, more and more people come online around the world, and more and more get mobile data.  This is huge for citizen journalism, encrypted messaging, Bitcoin, and freedom.","unix":"1620529010000","sentiment":0.7579,"verified":true}
{"tweet":"Giveaway Alert! BitcoinBlack is giving away 1 exclusive all metal bitcoinblack card ($1000 value) to one lucky winner. To enter simply follow @BitcoinBlackFD7 and retweet this post. Winner will be drawn tomorrow May 9th 2021 at 9 pm EST! #Bitcoin #Crypto    https:\/\/t.co\/hIZdR9S4pj","unix":"1620528731000","sentiment":0.9551,"verified":true}
{"tweet":"Biden’s inflationary policies are driving the increase of Bitcoin as the dollar loses its value.  https:\/\/t.co\/S1yfOjZ0tU","unix":"1620527681000","sentiment":0.34,"verified":true}
{"tweet":"Some of the #bitcoin bros have very similar tone (and even style of twitter handle) to the anti-Hillary alliance of 2016.","unix":"1620527538000","sentiment":0.0,"verified":true}
{"tweet":"#Bitcoin is a trillion-dollar cryptocurrency that could reshape the world economic order … and @elonmusk can manipulate it with a tweet.   When Musk changed the bio of his Twitter account to “#bitcoin” on January 29, the cryptocurrency rose from $32,000 to more than $38,000.","unix":"1620527533000","sentiment":0.0,"verified":true}
{"tweet":"Everyone's so fixated on Elon hosting tonight that they didn't notice that Saylor is hosting next week. #Bitcoin to $100k! 🚀  https:\/\/t.co\/xsVoKkGcL4","unix":"1620526493000","sentiment":0.0,"verified":true}
{"tweet":"ICYMI: The S&amp;P Dow Jones brings bitcoin and ethereum to the the trading floors of Wall Street  https:\/\/t.co\/sf7663iM3g  https:\/\/t.co\/YIxMerBeeo","unix":"1620526200000","sentiment":0.0,"verified":true}
{"tweet":"The Financial Sector Conduct Authority said the warning did not mean Ovex was \"operating unlawfully.\"  https:\/\/t.co\/zEpI08VAZx","unix":"1620525778000","sentiment":-0.2732,"verified":true}
{"tweet":"\"Cryptocurrency is promising, but please invest with caution,\" said Elon Musk, who sees #dogecoin as his private stimulus for the people hit by the pandemic. #doge #bitcoin #cryptocurrency  https:\/\/t.co\/Q0mlMHAsoe","unix":"1620525746000","sentiment":0.5859,"verified":true}
{"tweet":"@whatdotcd ffs why are people walking past bitcoin to be shitcoiner casino marks","unix":"1620525683000","sentiment":-0.5859,"verified":true}
{"tweet":"More op-eds about peoples biggest life regrets. I, for one, will explain why I wish I'd put my entire savings into bitcoin back in 2012.","unix":"1620525647000","sentiment":0.0516,"verified":true}
{"tweet":"@jslez Not to mention the enviro harm from the bitcoin stuff","unix":"1620525069000","sentiment":-0.5423,"verified":true}
{"tweet":"Want a real mind-bender?  With that amount of savings you could still almost buy a Bitcoin.","unix":"1620524573000","sentiment":0.0772,"verified":true}
{"tweet":"There is a person at this bar wearing a t-shirt emblazoned with a gold bitcoin logo larger than their head and unless they're being paid to do this... bro, where is your dignity?","unix":"1620524403000","sentiment":0.4019,"verified":true}
{"tweet":"It's crazy to think people are seriously paying $58,000 for a #Bitcoin when they could literally spend 64 cents on a $DOGE coin.   That's $57,999.36 savings per coin.  Crazy","unix":"1620524345000","sentiment":-0.6705,"verified":true}
{"tweet":"@AltMaximalist @RussellOkung @GoingParabolic I only hold Bitcoin.","unix":"1620523858000","sentiment":0.0,"verified":true}
{"tweet":"@AltMaximalist @RussellOkung @GoingParabolic I only cover Bitcoin.","unix":"1620523737000","sentiment":0.0,"verified":true}
{"tweet":"@pelusaexquisito How about you mind your business and stop telling grown adults what to do?  Unless those selling bitcoin to buy doge bother you? And if it does, please see question one.","unix":"1620522997000","sentiment":-0.3939,"verified":true}
{"tweet":"Dump your DOGECOIN before SNL!! #vegasdave #dogecoin #cryptocurrency #crypto #bitcoin","unix":"1620522840000","sentiment":-0.4912,"verified":true}
{"tweet":"Crypto baby!! #vegasdave #cardano #ada #bitcoin #crypto  https:\/\/t.co\/XhZAeKET6O","unix":"1620522431000","sentiment":0.0,"verified":true}
{"tweet":"@RustySprouts It's just Bitcoin. Smaller denominations of Bitcoins are called Satoshis. Just like Dollars and Pennies.","unix":"1620522410000","sentiment":0.3612,"verified":true}
{"tweet":"Una amiga, Nadia, se iba a de viaje y necesitaba plata. Y vendía sus cedés a tal fin. Le compré Trance Zomba y el primero de Viejas Locas. Fue la mejor inversión que hice en mi vida. Chupala, Bitcoin.","unix":"1620522275000","sentiment":0.0,"verified":true}
{"tweet":"I don't bother with anything other than Bitcoin &amp; Ethereum.","unix":"1620521043000","sentiment":0.2584,"verified":true}
{"tweet":"#Bitcoin $59,000","unix":"1620520366000","sentiment":0.0,"verified":true}
{"tweet":"Citigroup is considering launching cryptocurrency services after seeing a surge in interest from clients. #bitcoin #cryptocurrency #citi  https:\/\/t.co\/mUL1pqdOB2","unix":"1620520351000","sentiment":0.4588,"verified":true}
{"tweet":"\"We will be working with Congress, and if they see fit, to try to bring some protection for people that want to invest in this speculative asset class,\" said the new SEC chairman. #bitcoin #cryptocurr  https:\/\/t.co\/N76IGg9lvd","unix":"1620520335000","sentiment":0.7003,"verified":true}
{"tweet":"We should give people some kind of flexible tokens that can be exchanged for beer or other goods — like a government-sponsored version of Bitcoin. I","unix":"1620519544000","sentiment":0.4779,"verified":true}
{"tweet":"@argenistherose @Doge420Viking @WSBChairman did you know that bitcoin releases new coins every 15 minutes","unix":"1620519451000","sentiment":0.0,"verified":true}
{"tweet":"8\/ Like HTTPS everywhere, economic #privacy should be a fundamental default in Bitcoin.  Devs are pro-privacy, sure, but that's not translating into consumer facing privacy. See also: well meaning anti-nuke environmentalists prolonged fossil fuel use and pollution for decades.","unix":"1620519264000","sentiment":0.6187,"verified":true}
{"tweet":"7\/ Most of the practical world has moved on. Stablecoins, new crypto projects, new permissionless financial products happen elsewhere. Even bitcoiners turn to #Ethereum #DeFi, to create interest bearing #Bitcoin products.","unix":"1620519264000","sentiment":0.6249,"verified":true}
{"tweet":"6\/ #Bitcoin development expends an enormous amount of energy on tiny, incremental, esoteric technical features that are often entirely speculative as to whether they will actually reach production in end user-facing wallet deployment.","unix":"1620519263000","sentiment":0.4865,"verified":true}
{"tweet":"4\/ The #Bitcoin crowd is gearing up to celebrate a feature which will be activated in November 2021, yet not fully integrated or absorbed into developer libraries or user-facing software for months or years after that.","unix":"1620519262000","sentiment":0.5719,"verified":true}
{"tweet":"3\/ #Bitcoin's lodestone is that it's difficult to build on, and it's developers are focusing on features unlikely to have a visible impact on most existing or future holders. Fancy, well engineered plumbing which does not really change user outcomes.","unix":"1620519262000","sentiment":-0.1027,"verified":true}
{"tweet":"1\/ Snowden notices part of what's wrong with #Bitcoin governance and development.","unix":"1620519261000","sentiment":-0.4767,"verified":true}
{"tweet":"This is a smart move for the #Bitcoin community to get behind. People buy Doge because they think it's cheap and Bitcoin is expensive.","unix":"1620519119000","sentiment":0.4019,"verified":true}
{"tweet":"Take advantage of my #bitcoin bonus @BovadaOfficial Use My Promo Code: LISA250BV  https:\/\/t.co\/vuhMxGYOlV","unix":"1620518702000","sentiment":0.6705,"verified":true}
{"tweet":"Bitcoin is Netscape","unix":"1620518498000","sentiment":0.0,"verified":true}
{"tweet":"RIA Digital Assets Council Launches Certificate In Blockchain &amp; Bitcoin  &amp; other \"Weekend Reading for Financial Planners (May 8-9)\" -  https:\/\/t.co\/YMbjXT44pQ  #FinancialAdvicers  https:\/\/t.co\/vai5v9AZIY","unix":"1620518463000","sentiment":0.1779,"verified":true}
{"tweet":"Riddle me this....  I've made more on memecoins than my actual fundamental tokens, does extensive research even matter during a bull run? 🤔  $btc $doge $shib $tru $hbt $kishu $soge $hoge $hokk $elon $vet $link #altcoins #memecoin #Bitcoin","unix":"1620518418000","sentiment":0.0258,"verified":true}
{"tweet":"@RussellOkung Bitcoin is Netflix. Cryptos are hand puppets.","unix":"1620518169000","sentiment":0.4939,"verified":true}
{"tweet":"Ethereum is ~40% as big as Bitcoin, the highest this number has been in a few years.  https:\/\/t.co\/HF2D05e8wN","unix":"1620517707000","sentiment":0.0964,"verified":true}
{"tweet":"Cryptocurrencies are Blockbuster, Bitcoin is Netflix.","unix":"1620517227000","sentiment":0.5994,"verified":true}
{"tweet":"Got my @TheBitcoinConf #Bitcoin heels 👠🔥  https:\/\/t.co\/cdRUpvi4Wj","unix":"1620516991000","sentiment":-0.34,"verified":true}
{"tweet":"@KurtBach1789 @LouieLeCrypto I bought Bitcoin at $10 in law school but, like an idiot, used it over the next decade for Amazon purchases","unix":"1620516935000","sentiment":-0.0387,"verified":true}
{"tweet":"#Bitcoin","unix":"1620516383000","sentiment":0.0,"verified":true}
{"tweet":"A reminder that we've never seen #bitcoin zero but we HAVE seen oil zero.","unix":"1620516281000","sentiment":0.0,"verified":true}
{"tweet":"A world without banks can nowadays just be discerned on the horizon. As never before, their role is under threat from new #technology, capital markets and even the public sector. Whizzy #fintech platforms are eating into their business.    #payments #blockchain #crypto #bitcoin  https:\/\/t.co\/5nAYnqB1hC","unix":"1620516181000","sentiment":-0.5267,"verified":true}
{"tweet":"Who wants some $BTC? #Bitcoin","unix":"1620516078000","sentiment":0.0,"verified":true}
{"tweet":"Anneler Gününde Annenize Bitcoin’i Açıklamanın 3 Yolu   https:\/\/t.co\/CbHJHpg0b5","unix":"1620515520000","sentiment":0.0,"verified":true}
{"tweet":"To all small blockers: To show once and for all how incorrect your “My non-mining node controls Bitcoin” arguments are, we’re going to give bounties soon to anyone that can disprove our axioms. Thanks to @keo for the initiative. Let’s do a little test by starting with this one:","unix":"1620515472000","sentiment":0.0516,"verified":true}
{"tweet":"Are you Team Bitcoin or Team Doge?   New Crypto or Old Crypto?  #bitcoin #btc #dogecoin #doge $DOGE #dogearmy #doge #TeamDoge #crypto #Dogefather #Dogecoinarmy #DogecoinRise","unix":"1620515443000","sentiment":0.0,"verified":true}
{"tweet":"The perfect way to get totally hyped for the NFL Season, get in the action with NFL Futures @BovadaOfficial  Use my #bitcoin bonus code:LISA250BV   https:\/\/t.co\/42AsFavnCC  https:\/\/t.co\/lOR4obBK7P","unix":"1620515402000","sentiment":0.802,"verified":true}
{"tweet":"@jack__sanford This is exactly what happened in 2008, a massive worldwide margin call, leading to the bailouts and eventual creation of Bitcoin. Everyone was overcollateralized until they weren’t. That’s all DeFi is. Awesome tech to recreate margin loans on volatile assets","unix":"1620515134000","sentiment":0.7845,"verified":true}
{"tweet":"Team Bitcoin vs Team Doge. We didn’t ask for this battle but we will fight it. $DOGE #bitcoin #dogecoin #dogeera #dogearmy #doge","unix":"1620514961000","sentiment":-0.6597,"verified":true}
{"tweet":"Investment bank Goldman Sachs has officially formed a #cryptocurrency trading team, according to the firm’s internal memo. #bitcoin #crypto  https:\/\/t.co\/J4o622r9to","unix":"1620514916000","sentiment":0.0,"verified":true}
{"tweet":"\"The greed perpetrated by Coinseed and its CEO has not only continued, but grown,\" said the NY attorney general. #bitcoin #cryptocurrency  https:\/\/t.co\/aiLvFRdMo8","unix":"1620514890000","sentiment":-0.2144,"verified":true}
{"tweet":"Being the funny Bitcoin — the hilariously worst Bitcoin, even — gets attention, and attention is the most valuable thing in the world  https:\/\/t.co\/pSOxHtv5RL","unix":"1620514412000","sentiment":0.2944,"verified":true}
{"tweet":"It’s funny cuz I have nothing at all against Bitcoin and have always pushed for respect for what made everything possible, but my word, some of that community seems to be trying real hard to be 80s movies villains against the underdoges, it’s just wild to me.","unix":"1620514365000","sentiment":-0.6908,"verified":true}
{"tweet":"This week's breakdown of Bitcoin's on-chain metrics with @WClementeIII is now live on YouTube.   Enjoy :)  https:\/\/t.co\/cG1RL7rHFF","unix":"1620514219000","sentiment":0.7351,"verified":true}
{"tweet":"The higher the velocity, the less value in the coin.  #hodl #bitcoin","unix":"1620514104000","sentiment":0.2748,"verified":true}
{"tweet":"This would make for a marvelous debate.  RESOLVED: Bitcoin and crypto are the only free markets left.  Who should debate negative?","unix":"1620513603000","sentiment":0.7125,"verified":true}
{"tweet":"@alefjan eu uso binance to com bitcoin, binance, ethereum, tezos e doge","unix":"1620513525000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin and crypto are the only free markets left.","unix":"1620513469000","sentiment":0.5106,"verified":true}
{"tweet":"Every young person I know believes:  - Bitcoin is better than gold - Electric vehicles will win - Marijuana will be legal - Television is dead  Eventually everyone else will realize these too.","unix":"1620513372000","sentiment":0.4404,"verified":true}
{"tweet":"Wall Street is a bet on the world staying the same.  Bitcoin and crypto is a bet on the world improving.   If you're satisfied with the world built by bankers, stay in the legacy system.  If you think society can do better, join the future system.","unix":"1620513064000","sentiment":0.8658,"verified":true}
{"tweet":"@BarrySilbert This tweet screams “I’m an elitist dick with self esteem problems.” That might not be who you are, but it’s how you’re coming off; pissing on people’s daydreams. This is exciting for people who didn’t make millions in Bitcoin. Let other people have something and be less smug.","unix":"1620512952000","sentiment":-0.0617,"verified":true}
{"tweet":"Michael Saylor on why companies should invest in #Bitcoin    https:\/\/t.co\/jN9LNBlUPv","unix":"1620512913000","sentiment":0.0,"verified":true}
{"tweet":"Wall Street and the legacy financial system is a closed network.   Bitcoin and the crypto industry is an open network.  One excludes people, while the other includes everyone.  Very easy to see who wins here.","unix":"1620512819000","sentiment":0.7841,"verified":true}
{"tweet":"Bitcoin is the fastest startup to $1 trillion in history.","unix":"1620512691000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin and the crypto industry is a bet that software is better than bankers.","unix":"1620512634000","sentiment":0.4404,"verified":true}
{"tweet":"Hacked Verified Twitter Accounts Are Spamming Musk Fans With Bitcoin Scams Ahead of SNL Debut  https:\/\/t.co\/ASW4mg8erM  https:\/\/t.co\/gDEt24Cwsx","unix":"1620512584000","sentiment":-0.8625,"verified":true}
{"tweet":"Bitcoin and the crypto industry is all about giving more people access to the financial system.  The fact that people openly advocate against that is outrageous.","unix":"1620512369000","sentiment":-0.1531,"verified":true}
{"tweet":"“Si el bitcoin no es una moneda, el peso argentino tampoco”, sostuvo economista  https:\/\/t.co\/cmTjU1dIak","unix":"1620512300000","sentiment":-0.296,"verified":true}
{"tweet":"LE FONDATEUR DE L'ETHEREUM DEVIENT LE PLUS JEUNE CRYPTO-MILLIARDAIRE DU MONDE À 27 ANS   https:\/\/t.co\/ALiNsSNjMs  #EthereumClassic  #cryptocurrency #Bitcoin","unix":"1620511993000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin is facing an environmental backlash over the energy-intensive technology underpinning it.  A new crypto called chia says it's the eco-friendly alternative.  https:\/\/t.co\/WEZF8qqdKt","unix":"1620511265000","sentiment":0.0,"verified":true}
{"tweet":"Michael Saylor: Bitcoin has no existential threats and will dominate 21st century (Part 1) | @michael_saylor #kitconews #cryptotrading #invest #bitcoin #markets |  https:\/\/t.co\/kEusewnyoz  https:\/\/t.co\/M1LgyMTRmL","unix":"1620511235000","sentiment":-0.0946,"verified":true}
{"tweet":"You Need To Withdraw Your Bitcoin.  \"Owning bitcoin but failing to hold it yourself is like buying a helmet but refusing to wear it when you ride. It’s not there to protect you when you need it most.\"  Written by @CaptainSiddh.   https:\/\/t.co\/cZa4LLtVuB  https:\/\/t.co\/xGisibjaI7","unix":"1620511211000","sentiment":-0.8189,"verified":true}
{"tweet":"They're promoting bitcoin on the London Underground... 🤔  https:\/\/t.co\/DF4N7Qcby5","unix":"1620511187000","sentiment":0.3612,"verified":true}
{"tweet":"Las aplicaciones o sitios web más reconocidos comercializan criptoactivos como el Bitcoin y Ethereum, y permiten convertirlos a pesos  https:\/\/t.co\/CxWcW9F0ve","unix":"1620510680000","sentiment":0.0,"verified":true}
{"tweet":"@GoldTelegraph_ There are reasonable people who are into both crypto and gold, who think the Bitcoin Maximalists are toxic sociopathic trolls who need to chill out on the name-calling.","unix":"1620510612000","sentiment":0.0,"verified":true}
{"tweet":"@Dot_E_Fresh @JonnElledge think Jonn is joking...","unix":"1620510086000","sentiment":0.2263,"verified":true}
{"tweet":"Wouldn’t it be funny if the reason #Bitcoin hits $100k is because $DOGE millionaires are converting?  https:\/\/t.co\/cx8cARrDA9","unix":"1620509738000","sentiment":0.4404,"verified":true}
{"tweet":"@JonnElledge NO","unix":"1620509671000","sentiment":-0.4466,"verified":true}
{"tweet":"Central Bank of Iran warns against #crypto investments amid plunging stock market.  https:\/\/t.co\/ulVOruf923","unix":"1620509573000","sentiment":-0.1027,"verified":true}
{"tweet":"Dogecoin and Bitcoin Cash were also big winners this week. #ETC #DOGE #BCH  https:\/\/t.co\/r046DIetg5","unix":"1620509552000","sentiment":0.4767,"verified":true}
{"tweet":"@olivierjanss @maltokyo I’m just glad Bitcoin remains decentralized. But have a nice day!","unix":"1620509425000","sentiment":0.7177,"verified":true}
{"tweet":"You’ve likely heard of cryptocurrencies like Bitcoin, and this week there’s been a lot of hype around Dogecoin. But how about Catcoin? Carole Baskin, CEO of Big Cat Rescue, is starting her own cryptocurrency.​   https:\/\/t.co\/7uTesp5cRQ","unix":"1620509408000","sentiment":0.7351,"verified":true}
{"tweet":"@olivierjanss @maltokyo Over here, in the real world, full nodes determine what blocks are valid and users determine what software version to run. Thankfully your centralizing ilk was vanquished. Enjoy your fork coins at micro fractions of the value of real Bitcoin.","unix":"1620509092000","sentiment":0.7579,"verified":true}
{"tweet":"@thepointsguy #bitcoin via @fold_app","unix":"1620508923000","sentiment":0.0,"verified":true}
{"tweet":"Not controversial here. I've been saying it all day.","unix":"1620508916000","sentiment":0.1511,"verified":true}
{"tweet":"his bWAR stands for Bitcoin Wins Above Replacement","unix":"1620508780000","sentiment":0.5719,"verified":true}
{"tweet":"@bear_biggest London.","unix":"1620508687000","sentiment":0.0,"verified":true}
{"tweet":"#Bitcoin is FAR from better! Its just the first. It will fall like Rome! I think it has another 2 good years tho..","unix":"1620508667000","sentiment":0.8353,"verified":true}
{"tweet":"@jasyboy71 @CharlesSchwab @choicebyKT if only there were an asset management firm that produced research about bitcoin's role in an investment portfolio... if only...  ... our team @CoinSharesCo has been doing this for seven years   https:\/\/t.co\/CsD5C2cHeH","unix":"1620508663000","sentiment":0.3612,"verified":true}
{"tweet":"122 anos do primeiro defensor do bitcoin, antes mesmo de Satoshi inventa-lo... Alguém sabe quem é?","unix":"1620508662000","sentiment":0.0,"verified":true}
{"tweet":"@maltokyo @gladstein Everyone is forced to use exchanges instead of wallets (not affordable for small amounts) and it stifled adoption to the point where steam and many others removed it as a payment service. If everyone accepts Bitcoin, it’s unstoppable. If noone does, gov can kill it easier. No P2P","unix":"1620508641000","sentiment":-0.8402,"verified":true}
{"tweet":"this article was written in april of the year 2021 lol  \"the more popular cryptocurrencies include Bitcoin Cash, Bitcoin Gold, and Ripple.\" - ON WHAT PLANET?  @CharlesSchwab you're NGMI - time to close my account and migrate everything to @choicebyKT    https:\/\/t.co\/zYV0au6CqF","unix":"1620508523000","sentiment":0.7089,"verified":true}
{"tweet":"@garrytan Questions!   1 did BTC pay and if so how much? and WHO?  (seems like there is discrimination in favor of Bitcoin which is like promoting inequality + selectivity by awarding Twittermojis to some but not all)  2 If it is pay to play: will Twitter accept BTC or ETH to pay for it?","unix":"1620508500000","sentiment":0.8997,"verified":true}
{"tweet":"@DJChizzles @IanDunt it's not my party.   Could you stop now please?","unix":"1620508407000","sentiment":-0.2865,"verified":true}
{"tweet":"@DJChizzles @IanDunt I don't disagree with that, but it has nothing to do with Rayner being working class.","unix":"1620508219000","sentiment":0.1511,"verified":true}
{"tweet":"@AScribbledEagle is there?","unix":"1620508182000","sentiment":0.0,"verified":true}
{"tweet":"I'll make a prediction.   The media will make more of Andy Street being re-elected as Mayor of West Midlands than Andy Burnham being re-elected as Mayor of Manchester.","unix":"1620508154000","sentiment":0.0,"verified":true}
{"tweet":"Honestly with the current Bitcoin prices writing ransomware is more profitable than a real job.","unix":"1620508015000","sentiment":0.7346,"verified":true}
{"tweet":"There's only one slight problem. He's just been re-elected as Manchester's mayor.","unix":"1620507966000","sentiment":-0.3415,"verified":true}
{"tweet":"@DJChizzles @IanDunt Do please explain why being working-class should prevent someone from being sacked?","unix":"1620507885000","sentiment":0.34,"verified":true}
{"tweet":"SplytCore Listing on AscendEX  https:\/\/t.co\/arNjAd8eb1","unix":"1620507791000","sentiment":0.0,"verified":true}
{"tweet":"ICYMI: Cryptocurrency Explained: Avoid GIANT Unexpected Tax Bills on Cryptocurrency Trades [2021]  https:\/\/t.co\/y2lx909pjP  #cryptocurrency #cryptotrading #bitcoin #ethereum  https:\/\/t.co\/aXm2bkjfFe","unix":"1620507610000","sentiment":-0.296,"verified":true}
{"tweet":"Crypto update: #Bitcoin 58971.20 +2.29% #Ether 3848.98 +9.86% #BitcoinCash 1374.14 +1.81% #EOS 10.1115 -0.94% #Litecoin 346.12 -0.71% #Stellar 0.6191 -2.37% #Crypto 10 Index 25748 +3.43% #BTC #ETH #BCH #XLM #LTC","unix":"1620507549000","sentiment":0.0,"verified":true}
{"tweet":"@DJChizzles @IanDunt How would I know?","unix":"1620507489000","sentiment":0.0,"verified":true}
{"tweet":"Great Grandpa’s wisdom on #Bitcoin  https:\/\/t.co\/G7v0v0XZAT","unix":"1620507134000","sentiment":0.8176,"verified":true}
{"tweet":"@QuakesFanStu @SJEarthquakes @PayPal People actually buy a whole Bitcoin 😂😯😢","unix":"1620505309000","sentiment":-0.0516,"verified":true}
{"tweet":"@TomKealy2 because the Labour party is arguing about itself.","unix":"1620505053000","sentiment":-0.0772,"verified":true}
{"tweet":"There is no Bitcoin take that will age worse if Bitcoin doesn't succeed than the idea that Btc is the savior of the underserved. Shilling extremely high risk asset under the pretense of making money is one thing, shilling under the pretense of helping the downtrodden is far worse","unix":"1620505042000","sentiment":-0.8148,"verified":true}
{"tweet":"Bitcoin gets Wall Street's attention. But its power lies in aiding oppressed peoples, writes @aubreystrobel.  By holding wealth in Bitcoin, Native American communities can cultivate sovereign economic systems.   https:\/\/t.co\/6fvlXCcMsc","unix":"1620504960000","sentiment":-0.5499,"verified":true}
{"tweet":"Hey @Snowden, would you like to come on a #bitcoin show and discuss your thoughts on privacy. We can pair you up with a couple of good eggs like @gladstein and @matt_odell, maybe even a core dev.","unix":"1620504888000","sentiment":0.7845,"verified":true}
{"tweet":"@HigherEdActuary please tell me in what way Ant and Dec are working class?","unix":"1620504871000","sentiment":0.3182,"verified":true}
{"tweet":"@auren I'm moderate on taxes except for those Bitcoin billionaire motherfuckers who should get a 98% marginal rate","unix":"1620504802000","sentiment":0.0,"verified":true}
{"tweet":"@anothrssmith Please address your comments to Snowden, not me. I expressed no opinion. RT does not mean endorsement.   Muted.","unix":"1620504782000","sentiment":-0.2173,"verified":true}
{"tweet":"Pesquisadores descobrem que ‘gato de energia’ minerou #Bitcoin em universidade pública do Rio   https:\/\/t.co\/O1rMJpFbFY","unix":"1620504581000","sentiment":0.0,"verified":true}
{"tweet":"The ETF will be called the “Vaneck #Ethereum Trust,” and the company hopes to list shares on the Cboe BZX Exchange.  https:\/\/t.co\/lZFadiSOI9","unix":"1620504094000","sentiment":0.6124,"verified":true}
{"tweet":"The auction of “Laugh Now” will be conducted in Hong Kong dollars and then the buyer will have the option to choose to pay via the #crypto exchange’s payment service.  https:\/\/t.co\/amNPcybEXu","unix":"1620504092000","sentiment":-0.1027,"verified":true}
{"tweet":"REMINDER: you can buy a fraction of a bitcoin.","unix":"1620504016000","sentiment":0.0,"verified":true}
{"tweet":"@Kellblog MyPOV: well in the US, we are increasing our money supply. In Bitcoin that number is fixed. Bitcoin is much closer to holding an asset as it's not really a currency yet but more of stored value with value exchange. Other cryptos are definitely a \"money supply\" challenge.","unix":"1620503919000","sentiment":0.9193,"verified":true}
{"tweet":"Wales is suddenly looking like a bastion of sense and normality.","unix":"1620503702000","sentiment":0.3612,"verified":true}
{"tweet":"Is the best analogy for Bitcoin the Internet (fundamental change),  https:\/\/t.co\/jH4DLOaRBI (a bubble) or AOL (an early approach that became obsolete)?","unix":"1620503576000","sentiment":0.4588,"verified":true}
{"tweet":"yeah, right...","unix":"1620503520000","sentiment":0.296,"verified":true}
{"tweet":"@lostinjonestown If I had to answer for cryptocurrency as a whole, I'd say this cycle is the early majority wave.  But probably better to break it down by use cases and sector.  Bitcoin is far further along in its lifecycle than, say, defi.  IMO, defi might well face a chasm ahead.","unix":"1620503326000","sentiment":0.7579,"verified":true}
{"tweet":"View of the UK elections from across the pond. Wonderful.","unix":"1620503272000","sentiment":0.5719,"verified":true}
{"tweet":"@KimDriver11 @odtorson @JXB101 @MariosRichards @OdysseusRex Totally agree.","unix":"1620503058000","sentiment":0.4201,"verified":true}
{"tweet":"@odtorson @RKemb @JXB101 @EmmanuelSchizas @MariosRichards @OdysseusRex lol","unix":"1620503013000","sentiment":0.4215,"verified":true}
{"tweet":"@FADCLDN Yes.","unix":"1620502973000","sentiment":0.4019,"verified":true}
{"tweet":"@RKemb @JXB101 @EmmanuelSchizas @odtorson @MariosRichards @OdysseusRex not many ever come into contact with soil","unix":"1620502944000","sentiment":0.0,"verified":true}
{"tweet":"@CashApp $xcelencia #Bitcoin","unix":"1620502673000","sentiment":0.0,"verified":true}
{"tweet":"@djlc78 @GroomB There will still be someone who can replace him. Whether they are any good is a different question.","unix":"1620502326000","sentiment":0.4404,"verified":true}
{"tweet":"@KimDriver11 @odtorson @JXB101 @MariosRichards @OdysseusRex Yes you do, because income is not certain. You can lose your job, if you are self-employed your work can dry up, you can become ill and unable to work. You need capital to protect you from swings in income. Piece of advice I was given very early in my singing career.","unix":"1620502272000","sentiment":-0.2533,"verified":true}
{"tweet":"@djlc78 @GroomB There are plenty of people who could replace him. No-one is irreplaceable.","unix":"1620502168000","sentiment":0.0,"verified":true}
{"tweet":"@EmmanuelSchizas @odtorson @JXB101 @MariosRichards @OdysseusRex yes, I've noticed the nativism.","unix":"1620502017000","sentiment":0.4019,"verified":true}
{"tweet":"@EmmanuelSchizas @odtorson @JXB101 @MariosRichards @OdysseusRex taking \"working class\" as a moral definition enables them to exclude or include people on completely arbitrary grounds","unix":"1620501984000","sentiment":-0.2263,"verified":true}
{"tweet":"@serknight_ Legitimate concern although I think the sample is pretty small. If you’re smart enough to figure out how to buy crypto (properly), you understand the risk.   But I think this is doing more for crypto popularity than Bitcoin in the early days! It’s “the people’s coin”.","unix":"1620501965000","sentiment":0.804,"verified":true}
{"tweet":"@djlc78 @GroomB oh god that is the worst possible reason to keep a leader","unix":"1620501876000","sentiment":-0.4588,"verified":true}
{"tweet":"@odtorson @JXB101 @MariosRichards @OdysseusRex The \"I'm from Manchester and my parents worked in the mills\" variety of working-class snobbery is just ridiculous. Yet politicians are taking it seriously.","unix":"1620501789000","sentiment":-0.7351,"verified":true}
{"tweet":"@odtorson @JXB101 @MariosRichards @OdysseusRex There is no definition of \"working class\" that doesn't fail on grounds of idiocy. Marx's is still the best, but in today's economies very few people meet his definition.","unix":"1620501728000","sentiment":0.4451,"verified":true}
{"tweet":"@odtorson @JXB101 @MariosRichards @OdysseusRex Theoretically, yes.","unix":"1620501570000","sentiment":0.4019,"verified":true}
{"tweet":"@TwitrInvestors That said, I bought a bunch of #Bitcoin w\/ my winnings 🤷‍♂️","unix":"1620501549000","sentiment":0.5423,"verified":true}
{"tweet":"@odtorson @JXB101 @MariosRichards @OdysseusRex Middle class is as good a term as any. Why are people so reluctant to use it?","unix":"1620501548000","sentiment":0.0731,"verified":true}
{"tweet":"@grumpolecon @MariosRichards @OdysseusRex Many people are indulging in inverse snobbery based on their regional origins. \"I'm from Manchester and my parents worked in the mills, therefore I'm working class\" even though I own a four-bedroom house, have a second home in Spain and am living on a DB pension. It's nonsense.","unix":"1620501511000","sentiment":-0.6908,"verified":true}
{"tweet":"@JXB101 @odtorson @MariosRichards @OdysseusRex not even 5 years","unix":"1620501418000","sentiment":0.0,"verified":true}
{"tweet":"@odtorson @JXB101 @MariosRichards @OdysseusRex I specifically did not define all \"wage earners\" as working class, only those who depend on their earned income to live. If they can draw on capital to survive, they are not working class.","unix":"1620501391000","sentiment":0.0,"verified":true}
{"tweet":"@odtorson @JXB101 @MariosRichards @OdysseusRex Not if they have £25m in the bank. The definition is \"depends entirely on the income from their labour to live\". If they have £25m in the bank they don't depend on earned income.","unix":"1620501315000","sentiment":0.0,"verified":true}
{"tweet":"@GroomB \"beginning\" to think?","unix":"1620501189000","sentiment":0.0,"verified":true}
{"tweet":"@ThePeoplesAlte1 @GCarty80 @Chopshop2011 @davidgerard Blimey you do like putting people in boxes, don't you?","unix":"1620501127000","sentiment":0.3612,"verified":true}
{"tweet":"@odtorson @JXB101 @MariosRichards @OdysseusRex nonetheless it is ridiculous to equate the university professor with the hedge fund quant, economically speaking.","unix":"1620501078000","sentiment":-0.3612,"verified":true}
{"tweet":"@maxtannahill @Diverter_NoKYC To me it’s pretty clear that the obstacles relate to preserving the ultimate value proposition of Bitcoin which is a user controlled financial system. So auditability and decentralization and ability to run full nodes cannot be sacrificed. Which slows privacy engineering.","unix":"1620501023000","sentiment":0.7845,"verified":true}
{"tweet":"@JXB101 @stevesmithlndn @MariosRichards @OdysseusRex  https:\/\/t.co\/XPUZkvJ94g","unix":"1620500824000","sentiment":0.0,"verified":true}
{"tweet":"@grumpolecon @MariosRichards @OdysseusRex regional people are not necessarily working class. I am tired of the inverse snobbery that glorifies \"working class\" and denigrates \"middle class\", and leads to middle class people claiming to be working class on some spurious grounds. There is no shame in being middle class.","unix":"1620500751000","sentiment":-0.0377,"verified":true}
{"tweet":"@maxtannahill @Diverter_NoKYC All the more reason to celebrate and thank the folks working hard to educate people about how to use Bitcoin more privately and securely and sovereignly","unix":"1620500708000","sentiment":0.8284,"verified":true}
{"tweet":"@campzulu @BarrySilbert @CoinDesk It is a free market, but having a platform being used to spread misinformation and then publicly giving financial advice to folks is, y'know, the behavior of Lex Luthor or something.  Not the same.  I have no problem with Bitcoin. I have a problem with jerks.","unix":"1620500439000","sentiment":-0.253,"verified":true}
{"tweet":"🚀 𝗜𝗧𝗘𝗠 𝗢𝗙 𝗧𝗛𝗘 𝗚𝗔𝗠𝗘  🛒  https:\/\/t.co\/HLShyNL000  💰 Now accepting PayPal, Bitcoin, Bitcoin Cash, Ethereum, Dogecoin, GUSD, USDC, Pax &amp; BUSD 💰  https:\/\/t.co\/Kg7HGBFKyv","unix":"1620500400000","sentiment":0.3818,"verified":true}
{"tweet":"IDK who need to hear this, but Bitcoin is NOT a “store of value”  A store of value doesn’t go up 500% in 12 months.","unix":"1620500380000","sentiment":0.3681,"verified":true}
{"tweet":"@Diverter_NoKYC @maxtannahill IMO there’s a clear line between a) being concerned about privacy in Bitcoin + wanting to expend time\/energy\/resources to improve it and educate people about the vulnerabilities and b) saying it’s broken and makes the project worthless and we should go work on some other coin","unix":"1620500295000","sentiment":-0.2732,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon please tell me what is wrong with being middle class? Why the inverse snobbery?","unix":"1620500264000","sentiment":-0.6322,"verified":true}
{"tweet":"📙 What advice do you have for someone who is brand new to #Bitcoin?","unix":"1620500220000","sentiment":0.0,"verified":true}
{"tweet":"@MattFingersArni I'm sure Snowden will cope. He's had worse.","unix":"1620500205000","sentiment":-0.2023,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon just as the many, many people who self-identify as \"working class\" but own their own home and have a second home on the Med are middle class.","unix":"1620500177000","sentiment":0.0,"verified":true}
{"tweet":"@meauxgreen @BarrySilbert @CoinDesk hey look what's this?  oh, it's bitcoin.  https:\/\/t.co\/x5XQEXU6gi","unix":"1620500110000","sentiment":0.0,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon But your mum *is* middle class.","unix":"1620500057000","sentiment":0.0,"verified":true}
{"tweet":"@ThePeoplesAlte1 @GCarty80 @Chopshop2011 @davidgerard I am using Marx's definition of class.","unix":"1620500033000","sentiment":0.0,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon I don't think it encapsulates any such thing.","unix":"1620499809000","sentiment":0.0,"verified":true}
{"tweet":"@garrytan Twitter has to make it autopopulate like bitcoin and #BSC  #CaneloSaunders #EndSARS #Girls5eva  #Zilliqa #vaccinated   Until then it will be fundamentally undervalued.   The little emoji thingy is the path to riches and equality.","unix":"1620499782000","sentiment":0.7096,"verified":true}
{"tweet":"SUNDAY @ 12PM NOON WEST COAST we hanging out live on YouTube    https:\/\/t.co\/AkkrpJpcsc  FOREX CRYPTO #Bitcoin  #SAFEMOON  #ELONGATE  #XRP #Altcoins &amp; more  https:\/\/t.co\/Pv0vMXstmy","unix":"1620499734000","sentiment":0.0,"verified":true}
{"tweet":"@Itsjoeco It’s clearly going to flippen Bitcoin this weekend…","unix":"1620499641000","sentiment":0.4019,"verified":true}
{"tweet":"@grumpolecon @MariosRichards @OdysseusRex No they don't","unix":"1620499632000","sentiment":-0.296,"verified":true}
{"tweet":"@ELECTRICK00LAID @NataIiaKarina Noooo first the bitcoin story and now this 😢😢","unix":"1620499586000","sentiment":-0.7734,"verified":true}
{"tweet":"@JackyLinnyRea @BarrySilbert @CoinDesk Jack Lin of Facebook, did you know that the top addresses holding Dogecoin are most likely exchanges?  Jack Lin of Facebook, that is an incorrect amount of mining. Do you know how much Bitcoin is being mined per day?  You may not want to continue posting misinformation.","unix":"1620499517000","sentiment":-0.2691,"verified":true}
{"tweet":"@MariosRichards @grumpolecon @OdysseusRex class divisions that depend on where people grew up, what job they do or what their educational level is don't make sense any more. But Marx's original definition does.","unix":"1620499498000","sentiment":0.518,"verified":true}
{"tweet":"Do not underestimate the power of politicians promising money for nothing. That broad appeal to society is the \"mostly\" hidden force that eventually leads to the manipulation of currencies, concentration of power and the demise of productive civilizations.  #Bitcoin","unix":"1620499466000","sentiment":0.3374,"verified":true}
{"tweet":"@MariosRichards @grumpolecon @OdysseusRex absolutely","unix":"1620499421000","sentiment":0.0,"verified":true}
{"tweet":"This is what a sell-out looks like y'all.. even bitcoin was supposed to be for the people  #dogetothemoon #DogeSNL","unix":"1620499315000","sentiment":0.3612,"verified":true}
{"tweet":"Agree w Garry but ETH goes way higher than $10k for 2 fundamental, logic + indisputable reaons:  1 I own it + whatever price you buy it will be higher, make mine more valuable &amp; incent you to get others to buy at higher prices than you  2  when it gets a logo like #Bitcoin? 🚀","unix":"1620499265000","sentiment":0.8621,"verified":true}
{"tweet":"@grumpolecon @MariosRichards @OdysseusRex And Marx's definition is ENTIRELY relevant. How voters self-define is neither here nor there.","unix":"1620499159000","sentiment":0.0,"verified":true}
{"tweet":"@ThePeoplesAlte1 @GCarty80 @Chopshop2011 @davidgerard There are a good many young people with degrees working in basic jobs simply to survive. It is utterly ridiculous to say that they are not working class but their colleagues who don't have degrees are.","unix":"1620499117000","sentiment":0.0138,"verified":true}
{"tweet":"@ThePeoplesAlte1 @GCarty80 @Chopshop2011 @davidgerard No, you can't segregate by educational level. Working class people can have degrees. I remind you that the defiinition of \"working class\" is someone who lives entirely on the income from their labour.","unix":"1620499063000","sentiment":0.0,"verified":true}
{"tweet":"This has restored some of my faith in human nature.","unix":"1620498940000","sentiment":0.6369,"verified":true}
{"tweet":"Koreans have access to more #cryptocurrencies than Americans.  https:\/\/t.co\/7FqjwOQ5um","unix":"1620498756000","sentiment":0.0,"verified":true}
{"tweet":"@ThePeoplesAlte1 @GCarty80 @Chopshop2011 @davidgerard I don't think you can equate \"working class\" with \"blue collar worker\".","unix":"1620498748000","sentiment":0.0,"verified":true}
{"tweet":"\"Some believe the #Dogecoin 'Bs4 [address]' could belong to one of Elon Musk’s sons,\" the study says about #DOGE whales.  https:\/\/t.co\/9UmGzZHBso","unix":"1620498724000","sentiment":0.0,"verified":true}
{"tweet":"@grumpolecon @MariosRichards @OdysseusRex It was a straight reference to Marx. If you aren't familiar with Marx, please update yourself, because this is what I am discussing.","unix":"1620498687000","sentiment":0.4939,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon No it isn't. It recognises that through their hard work they have moved up a class. That's what \"social mobility\" means.","unix":"1620498425000","sentiment":-0.3818,"verified":true}
{"tweet":"@grumpolecon @MariosRichards @OdysseusRex I was discussing Marx's definition of \"working class\", not what voters think it is.","unix":"1620498338000","sentiment":0.0,"verified":true}
{"tweet":"@BarrySilbert @CoinDesk Remember when Bitcoin was supposed to be about power to the people, creating a new world currency, not just creating a new rich elite class that exploits others?","unix":"1620498035000","sentiment":0.3637,"verified":true}
{"tweet":"Bitcoin’s high energy consumption is fuel for its detractors  #Bitcoin #CryptoNews  https:\/\/t.co\/equj3bHIHJ","unix":"1620497990000","sentiment":0.2732,"verified":true}
{"tweet":"Thread.","unix":"1620497860000","sentiment":0.0,"verified":true}
{"tweet":"@grumpolecon @MariosRichards @OdysseusRex And that tweet has absolutely nothing to do with what we were discussing.","unix":"1620497733000","sentiment":0.0,"verified":true}
{"tweet":"You’ve likely heard of cryptocurrencies like Bitcoin, and this week there’s been a lot of hype around Dogecoin. But how about Catcoin? Carole Baskin, CEO of Big Cat Rescue, is starting her own cryptocurrency.​   https:\/\/t.co\/ErMBCXliQy","unix":"1620497704000","sentiment":0.7351,"verified":true}
{"tweet":"@grumpolecon @MariosRichards @OdysseusRex why should we care what Owen Jones thinks?","unix":"1620497700000","sentiment":0.4939,"verified":true}
{"tweet":"*ujung-ujungnya liat pergerakan bitcoin* 🤡","unix":"1620497663000","sentiment":0.0,"verified":true}
{"tweet":"This is ludicrous.","unix":"1620497537000","sentiment":-0.3612,"verified":true}
{"tweet":"\"But there are privacy coins\".  Yes, Monero and Zcash have money laundering as first class primitives.  Yet at the same time their price is coupled to Bitcoin.  PoW, and even PoS, depends on high price for security.  So cripple Bitcoin and you cripple it all.","unix":"1620497303000","sentiment":0.7684,"verified":true}
{"tweet":"Basically, use the lack of fungibility in the cryptocurrency space to split things in two: divorce the legal side from the illegal side.  And a direct attack on the premise of Bitcoin as a currency.","unix":"1620497303000","sentiment":-0.8176,"verified":true}
{"tweet":"One big thing the US Government, specifically OFAC could do to hurt ransomware:  Provide a \"public service\" of all Bitcoin wallets belonging to known sanctioned entities.  As a real-time web service...","unix":"1620497303000","sentiment":-0.5267,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon What is wrong with regarding people like you as middle class?","unix":"1620497285000","sentiment":-0.1531,"verified":true}
{"tweet":"#Bitcoin is divisible up to 8 decimal points. 00000001 = one Satoshi (Sat). Currently @$588 = 1 million Sats. Stack Sats! .@SwanBitcoin = best way to accumulate Bitcoin with automatic recurring buys.  Become a Swan member today &amp; get $10 of free Bitcoin!  https:\/\/t.co\/H3y6pNasbm","unix":"1620497271000","sentiment":0.8436,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon \"working class\" as defined by Marx was people who relied only on their labour to survive. They could not draw on capital. If you have capital that you can draw on, and therefore do not rely totally on your labour to survive, you are not working class, regardless of your origin.","unix":"1620497253000","sentiment":0.0,"verified":true}
{"tweet":"Who was the celebrate that got asked about bitcoin by popparotzi, and answered by explaining blockchain, but saying he didn't understand crypto as a value store?","unix":"1620497249000","sentiment":0.6652,"verified":true}
{"tweet":"@farnsworth_adam @DuncanWeldon On that basis, who is NOT working class?","unix":"1620497116000","sentiment":0.0,"verified":true}
{"tweet":"You don’t actually own the bitcoin you buy on PayPal. But you can still make a profit  https:\/\/t.co\/mIgXZWnnbx","unix":"1620496680000","sentiment":0.5927,"verified":true}
{"tweet":"@libertyPhD @IlhanMN nice fantasyland you live in but the point is that innocent people shouldn't be attacked for no reason, whether they're praying in a mosque or mining bitcoin","unix":"1620496506000","sentiment":0.8257,"verified":true}
{"tweet":"@joker34bjk Merhaba @joker34bjk, #Btcturk hesabınıza #Bitcoin yatırma ve çekme işlemlerinizi ücretsiz gerçekleştirebilirsiniz. Alım\/satım işlemleri aktif olarak gerçekleşmektedir. +","unix":"1620496425000","sentiment":0.0,"verified":true}
{"tweet":"I think that #Bitcoin help to keep inflation down.   My theory is that the money printed by the FED enters the crypto market instead of entering the commodity market. And this slows down the excessive abundance of cash that could shock the market.  At least for now.","unix":"1620495762000","sentiment":0.0258,"verified":true}
{"tweet":"Cryptocurrency is quite complex but some assets like Ethereum and Bitcoin are clearly useful once you study them, which is why institutions are buying them now. Dogecoin is totally useless once you understand it but a few rich people are pumping it to detriment of the public.","unix":"1620495549000","sentiment":0.9255,"verified":true}
{"tweet":"MyPOV: @bitcoin achieved a $1T market cap faster than @apple @amazon @google @microsoft  12  vs 44 years. #digitalgiants #ruletheworld    https:\/\/t.co\/NxAPrUgeGG  https:\/\/t.co\/5r2PjESJjQ","unix":"1620495329000","sentiment":0.1779,"verified":true}
{"tweet":"#Bitcoin @ 60k de nuevo el lunes?","unix":"1620495306000","sentiment":0.0,"verified":true}
{"tweet":"MAÇ BAŞLADI! BAŞARILAR FENERBAHÇE! #ANKvFB  (Türkiye'nin #Bitcoin ve Kripto Para Borsası: @icrypex)  https:\/\/t.co\/GNBBY7RnLX","unix":"1620495083000","sentiment":0.0,"verified":true}
{"tweet":"You’ve likely heard of cryptocurrencies like Bitcoin, and this week there’s been a lot of hype around Dogecoin. But how about Catcoin? Carole Baskin, CEO of Big Cat Rescue, is starting her own cryptocurrency.​   https:\/\/t.co\/ZlLsGWCOV4","unix":"1620495003000","sentiment":0.7351,"verified":true}
{"tweet":"If Bitcoin is around 50,000 - $60,000  Then $ETH should at least be $15,000-$30,000   It just makes sense","unix":"1620494897000","sentiment":0.0,"verified":true}
{"tweet":"Gold is five-times less carbon intensive than bitcoin - Skarn Associates  https:\/\/t.co\/XnR6FLucMd #kitconews #gold #silver #finance #investing #economics #metals #mining","unix":"1620494255000","sentiment":0.0,"verified":true}
{"tweet":"@DuncanWeldon So not \"working class\" at all, really. No wonder they vote Tory.","unix":"1620494134000","sentiment":-0.3597,"verified":true}
{"tweet":"“We’re going to take a bitcoin and shoot it at Jupiter”","unix":"1620494133000","sentiment":-0.34,"verified":true}
{"tweet":"@HigherEdActuary my dad also left school at 16, but he never regarded himself as working class and he voted Conservative.","unix":"1620494001000","sentiment":0.0,"verified":true}
{"tweet":"@ThatCarterBlunt @KrisHolt1 Seems to me that some people want to shoehorn themselves into the \"working class\" pigeonhole even when by any reasonable standards they are middle class. Sort of reverse snobbery.","unix":"1620493934000","sentiment":-0.4576,"verified":true}
{"tweet":"@TheBlueMatt ...but they're not addressing the high severity problem confronting the ordinary bitcoin users who don't even notice fancysig faffery exists (beyond eventually reduced tx sizes). The thing is, I want to be wrong. But proving me wrong doesn't happen on Twitter. It happens on-chain","unix":"1620493537000","sentiment":-0.8765,"verified":true}
{"tweet":"Elon Musk sees #dogecoin as his \"private stimulus for the people\" that \"represents legit hope for people kicked by pandemic.\" #doge #bitcoin #cryptocurrency  https:\/\/t.co\/Q0mlMHAsoe","unix":"1620493344000","sentiment":0.4404,"verified":true}
{"tweet":"Many Venezuelans are interested in the services Binance offers. #cryptocurrency  https:\/\/t.co\/tHJtYI5ZW7","unix":"1620493313000","sentiment":0.4019,"verified":true}
{"tweet":"$ETH - On the same path as #Bitcoin took in 2017.  Yes I’m being repetitive but I need to be.  https:\/\/t.co\/HDJgBFvlvk","unix":"1620493284000","sentiment":0.09,"verified":true}
{"tweet":"@TheBlueMatt Public speaking is hard, but my intended point was not opaque: neither Taproot nor Lightning come even *close* to addressing Bitcoin's privacy problems -- and in fact even provoke arguments for how they hurt it (at least short term). That's not to say they're worthless...","unix":"1620493237000","sentiment":-0.9652,"verified":true}
{"tweet":"This week in #crypto, companies continued to allocate #Bitcoin to their treasuries, the United States announced a #CBDC pilot program, and South Korea could become the best place to mine from in 2022.   Find out more below.  EQUOS is part of Diginex $EQOS.  https:\/\/t.co\/yzdhSylZcZ","unix":"1620493116000","sentiment":0.836,"verified":true}
{"tweet":"Any money we make on this we're going to donate to financial education and bitcoin-related causes","unix":"1620493113000","sentiment":0.0,"verified":true}
{"tweet":"I should have bought more ETH and BNB on margin. I laugh at maximalists but my portfolio is 90% Bitcoin 😩  https:\/\/t.co\/TeTh5R1cWC","unix":"1620493056000","sentiment":-0.09,"verified":true}
{"tweet":"#Bitcoin  es el sustituto del oro”.   “Si una cosa tiene utilidad como el Bitcoin, es buena.”  Francisco García Paramés, en la V Conferencia Anual de Inversores de Cobas.  https:\/\/t.co\/D5p00QhPus","unix":"1620492540000","sentiment":0.0,"verified":true}
{"tweet":"Dogecoin bate novo recorde histórico em dia que Elon Musk irá aparecer na TV   https:\/\/t.co\/jcnQ2PTBpS","unix":"1620492395000","sentiment":0.0,"verified":true}
{"tweet":"Evvet dostlar! Büyük canlı yayına son saatler! Derbiden dolayı canlı yayını bu akşam 22:30'da yapıyoruz! Canlı yayın linkimiz:  https:\/\/t.co\/FzDR9TtmTq not: yapıştırın RT'yi. Akşama güzel bir altcoin sepeti yapalım. ;)  #Bitcoin $BTC","unix":"1620492345000","sentiment":0.4168,"verified":true}
{"tweet":"You’ve likely heard of cryptocurrencies like Bitcoin, and this week there’s been a lot of hype around Dogecoin. But how about Catcoin? Carole Baskin, CEO of Big Cat Rescue, is starting her own cryptocurrency.​   https:\/\/t.co\/gNcN7CF2xk","unix":"1620492301000","sentiment":0.7351,"verified":true}
{"tweet":"@gladstein You realize that more cryptos = more decentralization, right? Not every other crypto is a shitcoin. Being part of a Maximalist cult is never healthy. Bitcoin is far less decentralized than you actually think and a small blocksize actually makes it *less* decentralized (high fees)","unix":"1620492235000","sentiment":-0.3089,"verified":true}
{"tweet":"@TheBlueMatt People have a tendency to view my criticisms are trash-canning the subject of it, but I don't want Bitcoin (or whatever) to go away: I want it to save the world. And it never will if we don't have the courage to admit where it isn't good enough.  Thanks for the thought responses.","unix":"1620492043000","sentiment":-0.5413,"verified":true}
{"tweet":"@olivierjanss What altcoin fork of Bitcoin are you promoting these days?","unix":"1620492024000","sentiment":0.3612,"verified":true}
{"tweet":"@gladstein @Snowden Maybe you should learn your Bitcoin history  https:\/\/t.co\/L6bKrfz7Y6","unix":"1620491961000","sentiment":0.0,"verified":true}
{"tweet":"@TheBlueMatt And again, I think Bitcoin is literally a historic achievement. It has changed public agreement of what money can be, and I use it all the time. But CBDCs are at the door, KYC abuse is everywhere, and we have very few years before the ol' empire strikes back...","unix":"1620491916000","sentiment":-0.8381,"verified":true}
{"tweet":"Don’t really understand how all the electronic currency (Bitcoin etc) works but the fact that it is contributing to climate change whilst not even producing anything “real” seems to sum up just how fucked we are because humans seem to literally put money above all else.","unix":"1620491829000","sentiment":-0.7964,"verified":true}
{"tweet":"@olivierjanss @Snowden Oh hey it’s one of the guys who tried to destroy Bitcoin’s decentralization!","unix":"1620491752000","sentiment":-0.5848,"verified":true}
{"tweet":"@TheBlueMatt I think bitcoin devs care about privacy, but caring is merely prerequisite: necessary for a solution, but not a solution in itself. I have an public obligation to advocate that bitcoin has no greater problem than privacy. Other cares more about efficiency, tps, etc, so my...","unix":"1620491463000","sentiment":0.9413,"verified":true}
{"tweet":"Seeing is believing &amp; all is relative I suppose. But this may surprise some. Performances since Feb 22:  #Bitcoin +1.31% $RUT +0.28% #ARK Innovation -28.1% #SPAC Innovation ETF -29.49% #GLD +2.74%  PS: Spare me the since inception charts. Just the highlighting past 2.5 months.  https:\/\/t.co\/Z8TdF2NxEH","unix":"1620491225000","sentiment":0.8573,"verified":true}
{"tweet":"What would a world without banks look like? And would you even miss them?  #Fintech #fintechnews #digitalmoney #digitalwallets #bitcoin #dogecoin #cryptocurrency #crypto    https:\/\/t.co\/HcRHbtP1Js","unix":"1620491149000","sentiment":-0.4714,"verified":true}
{"tweet":"Is China's Digital Yuan A Threat To Bitcoin And The US Dollar?  Watch   https:\/\/t.co\/kgdrVwkeIX","unix":"1620490980000","sentiment":-0.5267,"verified":true}
{"tweet":"🤗#BtcTurk çalışanları olarak annelerimize, #Bitcoin'i ve ne iş yaptığımızı sorduk.  💐Verdikleri birbirinden keyifli cevaplarla günümüzü güzelleştiren annelerimizin ve tüm annelerin, anneler gününü kutluyoruz. #AnnelerGünü kutlu olsun!  Videonun tamamı👇  https:\/\/t.co\/9NbMPVxKbX  https:\/\/t.co\/5dlVxciAe3","unix":"1620490680000","sentiment":0.4753,"verified":true}
{"tweet":"As a speculative asset, garden gnomes are no more absurd than bitcoin.","unix":"1620490402000","sentiment":0.1779,"verified":true}
{"tweet":"🌟Dünyayı değiştirmek işimizin bir parçası, annelerimizin yüzünü güldürmek de!  ☎️#BtcTurk çalışanları annelerini arayıp, Anneler Günü'nü kutlarken 2 soru sordu;  #Bitcoin nedir❓ Ben ne iş yapıyorum❓  💐#AnnelerGünü kutlu olsun! (Sürpriz sonlu)  Tamamı👇  https:\/\/t.co\/zVe2cDWFci  https:\/\/t.co\/iPbb72AvH9","unix":"1620490234000","sentiment":0.0,"verified":true}
{"tweet":"Lol bitcoin must be allergic to the 58-60k area","unix":"1620490215000","sentiment":0.1531,"verified":true}
{"tweet":"People who are preaching that the #doge party are over are either stupid af or unaware that bitcoin once dipped 30-50 percent and recovered MASSIVELY with new legs up. No one cares about dips if you believe in the community and the project long term. Whales &amp; dips don't scare us","unix":"1620489994000","sentiment":-0.5502,"verified":true}
{"tweet":"It's probably not as power-intensive as Bitcoin mining but storage does need electricity! They're going to be looking for fast SSDs. Here's a good reseach paper on the waste generated by manufacturing them.  https:\/\/t.co\/bMywO1PuTb","unix":"1620489980000","sentiment":0.1134,"verified":true}
{"tweet":"According to bitcoin magazine. There are 100,000 bitcoin accounts with $ value over $1 mil. That’s up 4x from January. #BTC #ETH","unix":"1620489875000","sentiment":0.34,"verified":true}
{"tweet":"@MisterBitty_ I continue to support $BTC where it is superior, but am honest about where I see potential for other things. Meanwhile, some think I fall on the Bitcoin Maxi side of things, so 🤷‍♂️","unix":"1620489830000","sentiment":0.8201,"verified":true}
{"tweet":"Bitcoin is facing an environmental backlash over the energy-intensive technology underpinning it.  A new crypto called chia says it's the eco-friendly alternative.  https:\/\/t.co\/X5fTk3vVUj","unix":"1620489666000","sentiment":0.0,"verified":true}
{"tweet":"Or they have really happy customers that are making rewards that 10X any other rewards card. @fold_app #Bitcoin.","unix":"1620489548000","sentiment":0.8805,"verified":true}
{"tweet":"Elon Musk faz alerta aos novos investidores de criptomoedas   https:\/\/t.co\/8y5xDe1MBG","unix":"1620489235000","sentiment":0.0,"verified":true}
{"tweet":"CEO da Binance volta a afirmar que empresa não tem sede   https:\/\/t.co\/iuj0IkSKTG","unix":"1620489211000","sentiment":0.0,"verified":true}
{"tweet":"Em busca do #bitcoin regulado.    https:\/\/t.co\/k5CNlQtTJw","unix":"1620488814000","sentiment":0.0,"verified":true}
{"tweet":"You’ve likely heard of cryptocurrencies like Bitcoin, and this week there’s been a lot of hype around Dogecoin. But how about Catcoin? Carole Baskin, CEO of Big Cat Rescue, is starting her own cryptocurrency.​   https:\/\/t.co\/vWbJwviqNb","unix":"1620488701000","sentiment":0.7351,"verified":true}
{"tweet":"Things I’ve realised I will probably never understand: 1. Bitcoin 2. Boris Johnson’s success 3. The betting rules of Texas Hold ‘em 4. Why ‘Terminator: The Sarah Connor Chronicles’ got cancelled 5. Why people go on ‘SAS - Are You Tough Enough?’ 6. Short-selling stocks 7. Bitcoin","unix":"1620488452000","sentiment":0.296,"verified":true}
{"tweet":"#Bitcoin is a \"scarce store of value but highly volatile ... I think that we need greater investor protection there,\" said the new SEC chairman. #cryptocurrency  https:\/\/t.co\/N76IGg9lvd","unix":"1620487935000","sentiment":0.5884,"verified":true}
{"tweet":"The National Bank of Kazakhstan also released a 34-page public consultation paper to gather feedback from the locals and assess potential impacts.  https:\/\/t.co\/WURB8BLJLq","unix":"1620487909000","sentiment":0.0,"verified":true}
{"tweet":"Value of $1,000 invested 1 year ago:  Dogecoin: $274,521 Ethereum: $17,186 Bitcoin: $5,872 Penn National: $4,700 The Gap: $4,375 Tesla: $4,103 Moderna: $2,754 FedEx: $2,613 Zoom: $1,900 Twitter: $1,797 PayPal: $1,748 Google: $1,728 Apple: $1,679 Amazon: $1,383","unix":"1620487807000","sentiment":0.4767,"verified":true}
{"tweet":"You’ve likely heard of cryptocurrencies like Bitcoin, and this week there’s been a lot of hype around Dogecoin. But how about Catcoin? Carole Baskin, CEO of Big Cat Rescue, is starting her own cryptocurrency.​   https:\/\/t.co\/39t3NRVZf4","unix":"1620487801000","sentiment":0.7351,"verified":true}
{"tweet":"Wall Street: Bitcoin’s correlation with the S&amp;P 500 dropping from .5 to .21 in February means it’s time to add it to the portfolio for diversification!   Also Wall Street: Dogecoin is a joke  https:\/\/t.co\/TLeb2m9Y0k","unix":"1620487394000","sentiment":0.3595,"verified":true}
{"tweet":"@AriDavidPaul Ok. Guess we just differ hugely here. Taproot is a privacy upgrade currently being activated which lays the groundwork for much more powerful privacy stuff like SigAgg. All designed by devs. And yes LN is part of Bitcoin’s global privacy evolution and is def not IMO “shenanigans”","unix":"1620487380000","sentiment":0.807,"verified":true}
{"tweet":"@gladstein 3\/ as for taproot, I don’t know enough about it’s effect on privacy.  What’s objectively true is that taproot doesn’t make bitcoin private.  At best it adds a little bit more privacy at the margin, but still very far from “private” by current crypto standards.","unix":"1620487345000","sentiment":0.5423,"verified":true}
{"tweet":"@Snowden Which is exactly why the first step (for a lot longer) is to ensure broad adoption and dominance of #Bitcoin.  The overall system change that becomes a byproduct of this dominance makes the next step relatively easy.","unix":"1620487293000","sentiment":0.8074,"verified":true}
{"tweet":"You’ve likely heard of cryptocurrencies like Bitcoin, and this week there’s been a lot of hype around Dogecoin. But how about Catcoin? Carole Baskin, CEO of Big Cat Rescue, is starting her own cryptocurrency.​   https:\/\/t.co\/Iw6KUSRknx","unix":"1620487200000","sentiment":0.7351,"verified":true}
{"tweet":"#Bitcoin blokzinciri, 2017'de gerçekleşen SegWit güncellemesinin ardından şimdi de Taproot güncellemesine hazırlanıyor.  Bitcoin #Taproot güncellemesi nedir ve Bitcoin'e sağlayacağı faydalar nelerdir?  Detaylar #Btcturk Bilgi Platformu’nda👇  https:\/\/t.co\/l5tid1Ai1B  https:\/\/t.co\/ryrU9xf22C","unix":"1620486900000","sentiment":0.0,"verified":true}
{"tweet":"@dschatsky bitcoin is a peaceful revolution - people are choosing to exit the system and build an alternative to the nation-state power structure that no longer serves most people on this planet. when the time comes, the option will exist for everyone to do the same.","unix":"1620486568000","sentiment":0.25,"verified":true}
{"tweet":"@JoMicheII fascinating. So the \"traditional working class\" that Labour is supposed to have lost mainly consists of homeowners over 65.","unix":"1620486565000","sentiment":0.296,"verified":true}
{"tweet":"The central property of cash is fungibility—meaning a dollar spent by a plumber is honored equally to one spent by a sex worker: they are indiscriminable. Adversarial chain analysis of Bitcoin's public ledger reduces its fungibility over time. Only privacy guarantees fungibility.","unix":"1620486523000","sentiment":0.3182,"verified":true}
{"tweet":"The larger Bitcoin gets, the more sources of demand it unlocks.  Credit: @MichaelIppo","unix":"1620486452000","sentiment":0.2111,"verified":true}
{"tweet":"Dogecoin has outpaced Bitcoin year-to-date, and crypto fans are gearing up for what “could be an interesting weekend” as crypto bull Elon Musk hosts SNL  https:\/\/t.co\/nmi4ADz5mj  https:\/\/t.co\/WnhAye1yUx","unix":"1620486424000","sentiment":0.4019,"verified":true}
{"tweet":"@Melt_Dem Elon Musk seems to view Mars as a place to escape to as the earth fails. I guess you view bitcoin in similar terms? I don't buy that tech always makes the world better. But I prefer that view to, \"Let it burn to the ground; we savvy survivors will build something else.\"","unix":"1620486347000","sentiment":0.1027,"verified":true}
{"tweet":"@JoMicheII now let's see the figures for people over 65","unix":"1620486216000","sentiment":0.0,"verified":true}
{"tweet":"\"humor\" me segue pq arrombado pra saber a variação do bitcoin? falar sobre geopolítica?","unix":"1620486173000","sentiment":0.3527,"verified":true}
{"tweet":"@dschatsky I mean, socioeconomic collapse is going to happen with or without bitcoin, our institutions are crumbling due to decades of incompetence and ignorance","unix":"1620486028000","sentiment":-0.8402,"verified":true}
{"tweet":"How Many Bitcoin Wallets Hold More Than $1 Million.  \"Since January 2021, over 100,000 wallets have met the qualification. Notably, the number swelled by 400% from just 25,000 millionaires five months ago.\"  Written by @portfolio_com_.   https:\/\/t.co\/CUWzrNryRD  https:\/\/t.co\/7fF0yCgmHy","unix":"1620486026000","sentiment":0.0772,"verified":true}
{"tweet":"The #Dogefather is on #SNL tonight! To celebrate, we’re giving away thousands in #Bitcoin between now and 10pm PT. The first contest starts soon, but follow along for opportunities throughout the day!   No purchase necessary. #SweepsEntry Official Rules:  https:\/\/t.co\/Ze2ZFahy58  https:\/\/t.co\/0i425lsW8Y","unix":"1620486001000","sentiment":0.6409,"verified":true}
{"tweet":"@MTashed pretty much, if it’s not Bitcoin or Eth it’s a gamble","unix":"1620485921000","sentiment":0.4939,"verified":true}
{"tweet":"@Snowden D) You make a great point with #4 and this is why Bitcoin can’t be fully anonymous at the base level.  It needs decentralization, stability, backwards-compatibility, scalability, auditability, user control.  This gives it value which makes it universally wanted + delist proof","unix":"1620485873000","sentiment":0.7579,"verified":true}
{"tweet":"Have you invested in cryptocurrency such as BitCoin?  \"Holding\" means you've got paper losses or gains, but haven't sold your shares yet.","unix":"1620485859000","sentiment":-0.3574,"verified":true}
{"tweet":"@IAmAdamRobinson Check out @SovrynBTC, it’s DeFi for Bitcoin.","unix":"1620485828000","sentiment":0.0,"verified":true}
{"tweet":"@MervynDinnen @CJFDillow 'fraid so","unix":"1620485822000","sentiment":0.0,"verified":true}
{"tweet":"4) Privacy coins are great, but they're too small and too easy to smother via regulatory actions like de-listing from exchanges. Only Bitcoin has immunity-via-dominance to delisting. It adopting privacy-by-design instantly normalizes financial privacy. Ultima Ratio Cryptum.","unix":"1620485582000","sentiment":0.714,"verified":true}
{"tweet":"If you have any family members that are having a hard time understanding #Bitcoin, just share this video to put them at ease and understanding.","unix":"1620485494000","sentiment":0.5106,"verified":true}
{"tweet":"@JoshCrumb Yes because without the scarcity, without 21M, Bitcoin is nothing","unix":"1620485423000","sentiment":0.4019,"verified":true}
{"tweet":"#Bitcoin racing to $59,000. Must have not skipped leg day.","unix":"1620485316000","sentiment":0.0,"verified":true}
{"tweet":"@GCarty80 @MariosRichards @BCLMacro Yes, it's about home ownership.","unix":"1620485211000","sentiment":0.4019,"verified":true}
{"tweet":"@MervynDinnen @CJFDillow I don't think Luddites should dictate policy.","unix":"1620485176000","sentiment":0.0,"verified":true}
{"tweet":"@drlangtry_girl tbh the \"we need a big strong man\" zeitgeist is all a bit too Genghis Khan for me","unix":"1620484891000","sentiment":0.5106,"verified":true}
{"tweet":"3) Bitcoin's disastrous privacy is the \"missing stair\" of cryptocurrency. Every expert understands it's a problem, but—as experts—they themselves know how to compensate for the risk in their own personal interactions with Bitcoin, and therefore feel no urgency to actually fix it.","unix":"1620484879000","sentiment":-0.9022,"verified":true}
{"tweet":"@GCarty80 @Chopshop2011 @davidgerard Less likely, now.","unix":"1620484811000","sentiment":0.0,"verified":true}
{"tweet":"@MervynDinnen @CJFDillow well that's just silly.","unix":"1620484739000","sentiment":0.296,"verified":true}
{"tweet":"@drlangtry_girl Lots of economics papers start with that sort of statement, so why shouldn't political advisers?","unix":"1620484719000","sentiment":0.0,"verified":true}
{"tweet":"@ramblingleftie Actually, they are increasing in number. The rate at which existing pensioners are dying is slower than the rate at which people retire. Baby boomer effect.","unix":"1620484594000","sentiment":0.0772,"verified":true}
{"tweet":"...despite the theoretical risk of harming the value of that ownership, I continue to criticize Bitcoin's (and other cryptocurrencies I hold) failings because the public cost of doing otherwise would be orders of magnitude greater than that individual private gain. Moral compass.","unix":"1620484512000","sentiment":-0.0736,"verified":true}
{"tweet":"@GCarty80 @Chopshop2011 @davidgerard \"White van man\" types are skilled tradesmen, not manual workers. And they did not suddenly appear when traditional factory jobs went. They co-existed with the factories. The self-employed manual jobs that replaced traditional factory jobs are things like cleaning and care work.","unix":"1620484448000","sentiment":0.6908,"verified":true}
{"tweet":"@casadiablo666 @sypwynia @EduardBomhoff Nope. Het economische deel is op zijn best achterhaald en van Bitcoin begrijpt de schrijver niets.","unix":"1620484331000","sentiment":0.6369,"verified":true}
{"tweet":"@andraswf tell me about it. I've been self-employed since 1999, and my employment before that wasn't exactly secure.","unix":"1620484234000","sentiment":-0.2584,"verified":true}
{"tweet":"After bitcoin and dogecoin’s blistering rally this year, individual investors are venturing further out into the cryptocurrency universe in search of the next big thing  https:\/\/t.co\/zeMcV6KsIb","unix":"1620484213000","sentiment":0.0,"verified":true}
{"tweet":"Someone literally has no idea what self-employment is like for those doing manual jobs. \"Petty bourgeois\"? petty pay and conditions, more like.","unix":"1620484118000","sentiment":0.024,"verified":true}
{"tweet":"@GCarty80 @Chopshop2011 @davidgerard this is nonsense. Self-employed people doing manual jobs are not \"petty bourgeouis\", they are insecure precarious low-paid workers. They vote Labour, not Tory. The \"working-class\" people voting Tory have secure jobs or are retired on good pensions, own property and have savings.","unix":"1620484057000","sentiment":0.1007,"verified":true}
{"tweet":"@FamblyGuy @pikesley @OdysseusRex @andraswf @PaulbernalUK @Dannythefink @MarkHazard2020 the bank can still foreclose on his loan, though.","unix":"1620483823000","sentiment":0.0,"verified":true}
{"tweet":"1) This is such a profoundly misleading TL;DR of a privacy-focused talk that it's hard to call it anything but intentionally deceptive.  2) To the extent I own crypto (unless and until it has been lost in boating accidents), I own more bitcoin than anything else—but","unix":"1620483692000","sentiment":-0.7876,"verified":true}
{"tweet":"WATCH: The S&amp;P Dow Jones brings digital currencies including bitcoin and ethereum to the trading floors of Wall Street  https:\/\/t.co\/sf7663iM3g  https:\/\/t.co\/FdpO7ccfZ1","unix":"1620483600000","sentiment":0.0,"verified":true}
{"tweet":"Digital asset miners in the country should submit their tax declarations every year in May. #Cryptocurrency  https:\/\/t.co\/4Hie2kZrWd","unix":"1620483429000","sentiment":0.3612,"verified":true}
{"tweet":"The Rise Of Bitcoin  https:\/\/t.co\/OUBnzrudL3","unix":"1620483194000","sentiment":0.0,"verified":true}
{"tweet":"@YPotjer @JuisteAntwoord Dat is iets anders dan Bitcoin believen.","unix":"1620483084000","sentiment":0.0,"verified":true}
{"tweet":"first apt i’m buying when bitcoin hits $1m  https:\/\/t.co\/eHdBdSNPAD","unix":"1620482998000","sentiment":0.0,"verified":true}
{"tweet":"Husband paid hitman in Bitcoin to kill his wife: FBI  https:\/\/t.co\/zYCLDCXE7W  https:\/\/t.co\/5eXHWlHdax","unix":"1620482880000","sentiment":-0.6908,"verified":true}
{"tweet":"The US Fed’s money machine is in overdrive. It’s creating a speculative mania in, you guessed it, speculative assets, like Bitcoin. Beware. When the Fed takes away the punch bowl, the bubbles will pop.  https:\/\/t.co\/jIIgCPxwb0","unix":"1620482818000","sentiment":0.7351,"verified":true}
{"tweet":"Compren Auto 🔥Va subir como el bitcoin 🔥 🌏🧸","unix":"1620482725000","sentiment":-0.34,"verified":true}
{"tweet":"\"This company has continued to operate illegally — holding investors’ funds hostage and conducting unauthorized trades in investors’ portfolios,\" said the NY attorney general. #bitcoin #cryptocurrency  https:\/\/t.co\/aiLvFRdMo8","unix":"1620482480000","sentiment":0.0,"verified":true}
{"tweet":"@ramblingleftie Retirees with defined-benefit pensions and their own homes.","unix":"1620482404000","sentiment":0.0,"verified":true}
{"tweet":"*SEC Chair finally admits that #Bitcoin is a “Store of Value,” classifies most crypto tokens as securities -  https:\/\/t.co\/WQ0N4t6RS7  https:\/\/t.co\/vSMjWcZ6pE","unix":"1620482400000","sentiment":0.5267,"verified":true}
{"tweet":"@andraswf @pikesley @FamblyGuy @OdysseusRex @PaulbernalUK @Dannythefink @MarkHazard2020 in London and SE, perhaps, but that's not true in the rest of the country.","unix":"1620482194000","sentiment":-0.4585,"verified":true}
{"tweet":"@pikesley @FamblyGuy @OdysseusRex @andraswf @PaulbernalUK @Dannythefink @MarkHazard2020 this is a \"grey area\".... homeowners who don't have mortgages are not working class, but I agree that if you stand to lose your home if you don't work, you meet the definition of \"working class\" even if you are paying a mortgage rather than renting.","unix":"1620482063000","sentiment":-0.0516,"verified":true}
{"tweet":"@toprak_mrt Complicated. Dogecoin is proof of work. Is secured by mining. Mining only happens when rewards are given, cuz it is costly. No miners = insecure coin = worthless. Capped proof of work coins like Bitcoin will survive off fees once mining is over. This will make fees very high","unix":"1620481959000","sentiment":0.0,"verified":true}
{"tweet":"This power plant stopped burning fossil fuels. Then #Bitcoin came along. 💨  https:\/\/t.co\/MVJuXAtXfb $btc @jessimckenzi @grist","unix":"1620481925000","sentiment":-0.2263,"verified":true}
{"tweet":"@ramblingleftie People still want job and income security. That hasn't changed. What has changed is that now jobs and incomes are so insecure, security has become a major unmet need for many. Labour should focus on that imho, rather than trying to attract the votes of people who have security.","unix":"1620481757000","sentiment":0.687,"verified":true}
{"tweet":"Who benefits when you send $100 #BTC for a @Tesla and then they cancel your order, push deliveries back by months, and don’t refund your $100 of #Bitcoin  now worth $110-$125 ?  Oh yea and the #BTC  can’t be charged back either.🤔  Bitcoin accumulation strategy + finesse, or nah?","unix":"1620481725000","sentiment":0.168,"verified":true}
{"tweet":"@meauxgreen @PeterSchiff I’ve owned a decent among of gold for a few years.  It’s not a horrible idea as a portfolio diversifier.  But telling people that bitcoin is a bad investment and that gold is better literally led to a 25x miss over the last 4 years.","unix":"1620481570000","sentiment":-0.2204,"verified":true}
{"tweet":"@FranklinScrase1 @Wikisteff @shivmalik @VoiceOfFranky yes indeed, the deregulation of finance at that time encouraged flipping of council houses and pushed up house prices.","unix":"1620481498000","sentiment":0.6369,"verified":true}
{"tweet":"@grumpolecon According to the original (Marxian) definition of \"working class\", yes, since they are owners of capital. And it is certainly unfair to working people who don't have their advantages. I think their correct identification is middle class.","unix":"1620481357000","sentiment":0.2937,"verified":true}
{"tweet":"@Sidney1st @colinelves I imagine that was similar to the reaction from the men I worked with who really didn't like me being right.","unix":"1620481071000","sentiment":-0.3374,"verified":true}
{"tweet":"Institutional investors believe regulation is still the greatest threat to Bitcoin.  Well, Gary Gensler, the new SEC Chairman, just admitted that Bitcoin is a store of value despite its volatility.   Game over.","unix":"1620480947000","sentiment":0.6908,"verified":true}
{"tweet":"@thinkofthehuma1 there is a considerable overlap","unix":"1620480871000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin reflects society to itself—it’s a simple mirror so we can see ourselves all the clearer.","unix":"1620480869000","sentiment":0.0,"verified":true}
{"tweet":"@FuckYouJackDor4 @jimmyja20041774 @jacqdodman @susiemichele that is exactly why it is the Tory strategy. It's also noticeable that Tory councils don't get the same austerity diet as Labour ones.","unix":"1620480853000","sentiment":0.0,"verified":true}
{"tweet":".@dominic_w said Bitcoin created digital gold, Ethereum proved smart contracts, and the Internet Computer by @dfinity offers the third step: “infinite blockchain.”  Any claims about infinite anything in computing are worth scrutiny.   https:\/\/t.co\/mqfwtNk7Cs","unix":"1620480823000","sentiment":0.6808,"verified":true}
{"tweet":"@Sidney1st @colinelves I worked in finance. They like women to keep quiet in meetings and learn from the men. Bit like church, really.","unix":"1620480798000","sentiment":0.6124,"verified":true}
{"tweet":"@andraswf it's all terribly wokified, isn't it?","unix":"1620480608000","sentiment":-0.5574,"verified":true}
{"tweet":"@Sidney1st @colinelves majority of professional carers are women. Actually the majority of family carers are too, though it's probably a smaller proportion.","unix":"1620480563000","sentiment":0.0,"verified":true}
{"tweet":"@FamblyGuy @MarkHazard2020 @DavidPenneyPRW @OdysseusRex @andraswf @PaulbernalUK @Dannythefink likewise.","unix":"1620480526000","sentiment":0.0,"verified":true}
{"tweet":"*everyone hastily googles Pasokification*","unix":"1620480427000","sentiment":0.0,"verified":true}
{"tweet":"@ajb_powell @balajis surely supply constraints would appear in tech products too?","unix":"1620480331000","sentiment":0.4404,"verified":true}
{"tweet":"@RoyLivingstone6 these days they are quite an antagonistic group. I have seen older working-class homeowners saying very nasty things about young renters, and vice versa.","unix":"1620480227000","sentiment":-0.7828,"verified":true}
{"tweet":"@ParkinKatt If you climb in that you might get very wet, Parkin.","unix":"1620480110000","sentiment":0.0,"verified":true}
{"tweet":"Labour activists please take note.","unix":"1620480063000","sentiment":0.3182,"verified":true}
{"tweet":"@FamblyGuy @MarkHazard2020 @DavidPenneyPRW @OdysseusRex @andraswf @PaulbernalUK @Dannythefink And doesn't shut up even when repeatedly asked. I'm not the only person who has muted him.","unix":"1620480025000","sentiment":0.0,"verified":true}
{"tweet":"#Bitcoin exploded back to $59,000!  https:\/\/t.co\/Xri082gv2y","unix":"1620480016000","sentiment":0.0,"verified":true}
{"tweet":"@FamblyGuy @MarkHazard2020 @DavidPenneyPRW @OdysseusRex @andraswf @PaulbernalUK @Dannythefink he does this. I muted him yesterday.","unix":"1620479943000","sentiment":0.0,"verified":true}
{"tweet":"People keep asking me mkt cap questions &amp; I just keep re-iterating that I try to think in relative terms.   $30bb $matic would put it somewhere btwn 10% more than Bitcoin Cash &amp; 25% less than Polkadot.   Again, I'm a low IQ Neanderthal degen so thinking real simple is all I know.","unix":"1620479871000","sentiment":-0.2732,"verified":true}
{"tweet":"@Wikisteff @FranklinScrase1 @shivmalik @VoiceOfFranky He also thought that the proceeds from RTB should be reinvested in building more council houses. In his view failing to do this was the big mistake, not RTB itself.","unix":"1620479753000","sentiment":-0.6908,"verified":true}
{"tweet":"Elon Musk jokes about dogecoin but actually buys Bitcoin. FYI.","unix":"1620479702000","sentiment":0.5858,"verified":true}
{"tweet":"What do Tesla selling bitcoin, Federal Reserve holding interest rates and crypto lender Genesis Trading breaking $9 billion in loans have in common?  Bitcoin’s potential as a collateral.  https:\/\/t.co\/rPew3qyRvI","unix":"1620479590000","sentiment":0.4588,"verified":true}
{"tweet":"@Wikisteff @FranklinScrase1 @shivmalik @VoiceOfFranky My dad was Housing Chairman on Bromley Council at the time of the first RTB. Bromley was the RTB flagship, so in many ways, it was his policy. He always saw it as enabling working class people to own their own homes.","unix":"1620479447000","sentiment":0.1027,"verified":true}
{"tweet":"👀  https:\/\/t.co\/pRd3LSF7L2","unix":"1620479439000","sentiment":0.0,"verified":true}
{"tweet":"Regulation, addressing environmental concerns, taxes, #bitcoin trading sideways, the value of #ethereum and the $DOGE craze. Talked about all of this and more with @JillMalandrino for @Nasdaq.    https:\/\/t.co\/Up7nd3JuWI","unix":"1620479217000","sentiment":0.2023,"verified":true}
{"tweet":"WATCH: Disney and Airbnb will release quarterly results and Sotheby's will allow buyers to use bitcoin or ethereum to bid and pay for Banksy's ‘Love is in The Air’: These are some of the main market-moving events for the week of May 10th  https:\/\/t.co\/fn8Tl7EQav","unix":"1620478801000","sentiment":0.128,"verified":true}
{"tweet":"*Ethereum Emerges From Bitcoin's Shadow After Record Setting Week -  https:\/\/t.co\/PrfUFwxuRt  #ETH #Ethereum  https:\/\/t.co\/yM8XNQhjWe","unix":"1620478801000","sentiment":0.0,"verified":true}
{"tweet":"@stevesmithlndn @MariosRichards @OdysseusRex this is exactly my point. Labour is spending far too much time and energy pandering to people who call themselves \"working class\" but own their homes and have substantial savings. These should not be Labour's focus.","unix":"1620478649000","sentiment":0.4118,"verified":true}
{"tweet":"“I attribute my success to this: I never gave or took any excuse.” - Florence Nightingale on #BItcoin","unix":"1620478628000","sentiment":0.5719,"verified":true}
{"tweet":"@FamblyGuy @OdysseusRex @andraswf @PaulbernalUK @Dannythefink @MarkHazard2020 Absolutely right. Homeowners are middle class, even if they left school at 16 and went to work in a factory.","unix":"1620478500000","sentiment":0.0,"verified":true}
{"tweet":"@FranklinScrase1 @Wikisteff @shivmalik That was the whole point of Right to Buy. Turn working-class into middle-class, Labour voter into Tory. It has worked spectacularly well.","unix":"1620477771000","sentiment":0.2732,"verified":true}
{"tweet":"@stevesmithlndn @MariosRichards @OdysseusRex Or perhaps supports those on insecure wages and piecework before those with good secure salaries.","unix":"1620477643000","sentiment":0.6124,"verified":true}
{"tweet":"Elon Musk is hosting @nbcsnl tonight and the hype ahead of his appearance has sent the price of dogecoin soaring. Here’s my explainer of this quirky cryptocurrency that started as a spoof of bitcoin.  https:\/\/t.co\/xEgnncVKen","unix":"1620477621000","sentiment":0.0,"verified":true}
{"tweet":"@BobBruijns @EduardBomhoff Wat is er oppervlakkig aan gemelde feiten over #bitcoin Waaruit bestaat uw expertise, als die de expertise van prof Dr Eduard Bomhoff overstijgt?","unix":"1620477473000","sentiment":-0.5994,"verified":true}
{"tweet":"Wat zegt het verkiezingsprogramma van  @JuisteAntwoord eigenlijk over de #bitcoin Toch niet dat je er blind in moet geloven, mag ik hopen?","unix":"1620477218000","sentiment":-0.4019,"verified":true}
{"tweet":"🧐 Qu'est-ce qu'un bitcoin, cette cryptomonnaie dont le cours s'envole en ce moment ?  🗣 Écoutez les explications de @fx_pietri dans #JeanPierreEtVousVotreArgent avec @pernaultjp sur #La26.  https:\/\/t.co\/fkGCnFsbBO","unix":"1620477215000","sentiment":0.0,"verified":true}
{"tweet":"\"We may see a wider adoption of home sellers accepting #cryptocurrencies as payment,” the economist Nicolas Bedo remarked  https:\/\/t.co\/TN6WRbG1OI","unix":"1620477181000","sentiment":0.3818,"verified":true}
{"tweet":"Ethereum Classic's price rose more than 200% this week. #ETC  https:\/\/t.co\/r046DIetg5","unix":"1620477149000","sentiment":0.0,"verified":true}
{"tweet":"Is the Bitcoin collapse going to cause a depression in the next few years? I wouldn't be surprised.","unix":"1620477130000","sentiment":-0.8208,"verified":true}
{"tweet":"New questions! Who is this woman? Is she real or just a stock photo model? Is Bitcoin Weekly a real publication? Why would such a publication hype an asset class that has nothing to do with crypto or blockchain?  https:\/\/t.co\/veLREYoIUa","unix":"1620476991000","sentiment":0.5792,"verified":true}
{"tweet":"Listen to our #SquawkPod exclusive: SEC Chair Gary Gensler joins the Squawk Box crew in his his first major interview in the role. Hear his approach to #bitcoin, the $GME volatility, and the #Archegos scandal.   LISTEN:  https:\/\/t.co\/WDluZDBAPM  https:\/\/t.co\/aexxukzzCo","unix":"1620476940000","sentiment":-0.34,"verified":true}
{"tweet":"@yasser_alvi @Dannythefink @MarkHazard2020 @PaulbernalUK this is tortuous in the extreme and is not how most people interpret his sentence.","unix":"1620476809000","sentiment":0.0772,"verified":true}
{"tweet":"@Wikisteff @FranklinScrase1 @shivmalik but now we have a large group of people who consider themselves \"working class\" but own their own homes. Many have substantial pension savings too. But they aren't \"capitalists\" in the Marxian sense. How should we define them?","unix":"1620476516000","sentiment":0.296,"verified":true}
{"tweet":"@FullTimeBitcoin @binance @udiWertheimer Your non-mining full node has no power, how hard is it to realize that? 😂 Miners are securing Bitcoin and decide what Bitcoin is. Go ahead and reject their blocks. You literally will not have any blockchain to use (or at least not any chain that can’t be destroyed in an instant)","unix":"1620476488000","sentiment":-0.6369,"verified":true}
{"tweet":"Het zijn misschien wel vooral de kwetsbaren die de prijs betalen voor het fake news van de wappies en de bitcoin pumpers.","unix":"1620476473000","sentiment":-0.7906,"verified":true}
{"tweet":"@Wikisteff @FranklinScrase1 @shivmalik Indeed. We should remember that the original \"working classes\" didn't own their homes.","unix":"1620476427000","sentiment":0.3182,"verified":true}
{"tweet":"@FranklinScrase1 @shivmalik Yes really. There are plenty of 30-somethings who don't inherit money to buy property. They are the real working class, not the ones lucky enough to choose the right grandparents.","unix":"1620475901000","sentiment":0.0946,"verified":true}
{"tweet":"@boxcartrend Labour cannot appeal to everyone.","unix":"1620475692000","sentiment":0.0,"verified":true}
{"tweet":"Fundstrat's head of digital assets research walks us through his $100,000 and $10,500 year-end price targets for bitcoin and ether — and shares the 8 tokens he's bullish on  https:\/\/t.co\/FJr1gNc3wF","unix":"1620475661000","sentiment":0.4404,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @andraswf @Dannythefink @MarkHazard2020 Take a good hard look at yourself. I'm appalled by what you have said today.","unix":"1620475630000","sentiment":-0.128,"verified":true}
{"tweet":"@mikekelly85 @PaulbernalUK @OdysseusRex @andraswf @Dannythefink @MarkHazard2020 Muted for being loud and pompous.","unix":"1620475596000","sentiment":0.0,"verified":true}
{"tweet":"@FranklinScrase1 @shivmalik If they have inheritances. And that itself distinguishes working class from capitalist. Young people who inherit or are given money that enables them to buy property are not working class. They are capitalists.","unix":"1620475560000","sentiment":0.0,"verified":true}
{"tweet":"@joker34bjk ++#Bitcoin, Liquid Bitcoin ve Liquid USDT harici kriptopara varlıklarınızın çekme transfer ücretleri kullanıcı hesaplarından düşmektedir. Aşağıdaki link üzerinden transferlerinize ait komisyon bilgilerine ulaşabilirsiniz. +++  https:\/\/t.co\/40VjVwXH4b","unix":"1620475504000","sentiment":0.0,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @andraswf @Dannythefink @MarkHazard2020 \"Urban\" is a widely used euphemism for \"black\". And you were very evidently using \"traditional\" as a euphemism for \"white\". It's therefore difficult to see your comments as anything other than racist dogwhistles.  You need to take a good hard look at yourself and your beliefs.","unix":"1620475391000","sentiment":-0.6124,"verified":true}
{"tweet":"Vous êtes où les frenchies sur #bitclout ? @Capetlevrai @PowerHasheur @patamiel @nenadcetkovic @treeschannels @Mr__Bitcoin @cryptopolitain  Moi ici :  https:\/\/t.co\/3Aag4t84Qc  :)","unix":"1620475358000","sentiment":0.4588,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @andraswf @Dannythefink @MarkHazard2020 Your comment that people who live in areas with high immigration can't be \"traditional\" even if they were born here is a blatant dogwhistle.","unix":"1620475274000","sentiment":0.0,"verified":true}
{"tweet":"🔎Kerem Enginar (@KEnginar) KeepKey donanım cüzdanı ilk kurulum adımlarını ve #BtcTurkPRO ile #KeepKey donanım cüzdanı arasındaki transfer işlemlerini uygulamalı olarak anlatıyor.  🎬Bitcoin Donanım İnceleme programı yeni bölümüyle yayında!👇  https:\/\/t.co\/yYyWT6elB9  https:\/\/t.co\/43vqpf7wtP","unix":"1620475201000","sentiment":0.0,"verified":true}
{"tweet":"@EdKwangl @davidgerard hehe, so you DO want to crucify Paolo, then!","unix":"1620475143000","sentiment":0.2157,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @andraswf @Dannythefink @MarkHazard2020 You were the one using it to exclude young urban people from your definition of \"working class\".","unix":"1620475116000","sentiment":-0.2263,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @andraswf @Dannythefink @MarkHazard2020 I did not use the term. You introduced it, and you went on to claim that young urban people couldn't be \"traditional\" even if they were born in the UK. It could hardly be clearer that what you really mean is black people can't be British.","unix":"1620475074000","sentiment":0.0,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @andraswf @Dannythefink @MarkHazard2020 You were the one using it.","unix":"1620474941000","sentiment":0.0,"verified":true}
{"tweet":"@PaulbernalUK @OdysseusRex @andraswf @Dannythefink @MarkHazard2020 it's racist. \"Traditional\" is a euphemism for \"white\".","unix":"1620474858000","sentiment":-0.6124,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @andraswf @Dannythefink @MarkHazard2020 Umm, you need to read back through your own tweets. You were the one claiming that young city-dwellers can't be working class.","unix":"1620474760000","sentiment":0.0,"verified":true}
{"tweet":"@andraswf @OdysseusRex @PaulbernalUK @Dannythefink @MarkHazard2020 Odysseus is nativist in the same way as the person who said yesterday that a Scot of Italian descent wasn't British and therefore shouldn't be standing for the SNP. The Scot in question is a British citizen, but that apparently wasn't good enough.","unix":"1620474691000","sentiment":-0.4782,"verified":true}
{"tweet":"@In_A_Flap It’s certainly true that Bitcoin, like tulip bulbs, can generate speculative gains. But it has no intrinsic value (unlike equities, bonds and property), and no utility or use (unlike gold or other commodities). The governor is right to point this out.","unix":"1620474554000","sentiment":-0.4412,"verified":true}
{"tweet":"@EdKwangl @davidgerard You think Paolo should be crucified?","unix":"1620474551000","sentiment":0.0,"verified":true}
{"tweet":"@OdysseusRex @andraswf @PaulbernalUK @Dannythefink @MarkHazard2020 Nonetheless your argument that people who live in areas with high immigration can't be \"traditional\" even if they were born here is not only nonsensical, it is deeply insulting to - for example - traditional East Enders. You need to rethink.","unix":"1620474510000","sentiment":-0.7178,"verified":true}
{"tweet":"@OdysseusRex @andraswf @PaulbernalUK @Dannythefink @MarkHazard2020 No. You are.","unix":"1620474421000","sentiment":0.0,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @andraswf @Dannythefink @MarkHazard2020 er no, you are the one saying people can't be \"traditional\" if they live in a city with a high proportion of immigrants, even if they were themselves born and brought up in the UK. Doesn't get more nativist than that.","unix":"1620474399000","sentiment":0.0,"verified":true}
{"tweet":"@shivmalik This is an important point. But they aren't \"capitalists\" as we normally think of them. They are not rich and they don't own businesses. Perhaps we need a new definition for this generation of elderly rentiers?","unix":"1620474331000","sentiment":-0.5402,"verified":true}
{"tweet":"@andraswf @PaulbernalUK @OdysseusRex @Dannythefink @MarkHazard2020 The word is \"racism\".","unix":"1620474180000","sentiment":-0.6249,"verified":true}
{"tweet":"@OdysseusRex @andraswf @PaulbernalUK @Dannythefink @MarkHazard2020 Yes you can. That's the whole point of \"integration\".","unix":"1620474051000","sentiment":0.4019,"verified":true}
{"tweet":"@OdysseusRex @andraswf @PaulbernalUK @Dannythefink @MarkHazard2020 Of course they can. Don't be ridiculous.","unix":"1620474014000","sentiment":0.2755,"verified":true}
{"tweet":"If you, British citizen born and bred in the UK, are unlucky enough to live in a city where 40% of the inhabitants weren't born here, you can't be \"traditional working class\", apparently. Even though you are the majority.","unix":"1620473994000","sentiment":0.0,"verified":true}
{"tweet":"@OdysseusRex @andraswf @PaulbernalUK @Dannythefink @MarkHazard2020 And a nonsensical one, too, since even if 40% of inhabitants weren't born here, 60% were, and they of course can be \"traditional\".","unix":"1620473868000","sentiment":0.0,"verified":true}
{"tweet":"@OdysseusRex @andraswf @PaulbernalUK @Dannythefink @MarkHazard2020 So you're making a racist point, then.","unix":"1620473803000","sentiment":-0.6124,"verified":true}
{"tweet":"@MariosRichards @BCLMacro Labour movements can be victims of their own success. If they succeed in raising wages sufficiently for workers to acquire capital, then their voters become capitalists.","unix":"1620473773000","sentiment":0.6808,"verified":true}
{"tweet":"@JeffSnider_AIP And maybe they are piling into them (#Bitcoin) for the technology and the value.  Makes you think....  https:\/\/t.co\/kTORJ0wfjx","unix":"1620473741000","sentiment":0.34,"verified":true}
{"tweet":"@OdysseusRex @andraswf @PaulbernalUK @Dannythefink @MarkHazard2020 Of course he can, don't be silly","unix":"1620473650000","sentiment":-0.0191,"verified":true}
{"tweet":"@shivmalik Imho the economic definition is the only one that means anything. The cultural definition is nativist claptrap. And racist into the bargain, since there is an implied \"white\" before \"working class\", and \"urban\" is a euphemism for \"black\".","unix":"1620473629000","sentiment":-0.4939,"verified":true}
{"tweet":"@andraswf @OdysseusRex @PaulbernalUK @Dannythefink @MarkHazard2020 Indeed.... also the term \"urban\" is a racist dogwhistle. As is the term \"working class\", in a different way.","unix":"1620473503000","sentiment":-0.6124,"verified":true}
{"tweet":"Crypto update: #Bitcoin 58685.30 +1.8% #Ether 3543.41 +1.14% #BitcoinCash 1409.83 +4.45% #EOS 10.2570 +0.49% #Litecoin 343.85 -1.36% #Stellar 0.6303 -0.6% #Crypto 10 Index 24977 +0.34% #BTC #ETH #BCH #XLM #LTC","unix":"1620473440000","sentiment":0.0,"verified":true}
{"tweet":"@AjeetK Me and the entire @CoinDCX team is already hooked on to this phrase ...   “Vo sab to thik hai; par bitcoin liya kya?” 🤩 it just fits everywhere and makes the conversation so funny and apt whenever someone brags about their wealth 😂 ...","unix":"1620473362000","sentiment":0.8702,"verified":true}
{"tweet":"@LynxLair1960 and you are exactly the sort of person the Labour party should be representing","unix":"1620473347000","sentiment":0.4019,"verified":true}
{"tweet":"@nash_aaron You need to remember who you really represent. Labour is the party of the working class, not rentiers.","unix":"1620473269000","sentiment":0.4019,"verified":true}
{"tweet":"Salutary reminder that \"working class\" is always in opposition to \"capital\".","unix":"1620473114000","sentiment":0.0,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @andraswf @Dannythefink @MarkHazard2020 No, you lumped all young city-dwellers together as \"not working class\".","unix":"1620472930000","sentiment":0.0,"verified":true}
{"tweet":"This is the point. For me, the working class of today is working-age people who have no capital, aren't earning enough ever to acquire capital, and are at significant risk of sudden loss of income. Not the \"working class\" people who own property and have defined-benefit pensions.","unix":"1620472768000","sentiment":-0.5859,"verified":true}
{"tweet":"Bitcoin : Face à l'inflation galopante, les argentins se ruent sur les cryptomonnaies ➡️  https:\/\/t.co\/59u7JYyYu7  https:\/\/t.co\/oP3FFjPV81","unix":"1620472681000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin : Face à l'inflation galopante, les argentins se ruent sur les cryptomonnaies ➡️  https:\/\/t.co\/hv4eryaKVp  https:\/\/t.co\/pFv5YCNmkD","unix":"1620472680000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin : Face à l'inflation galopante, les argentins se ruent sur les cryptomonnaies ➡️  https:\/\/t.co\/2Ify7avFnV  https:\/\/t.co\/8tjfSSHe4n","unix":"1620472679000","sentiment":0.0,"verified":true}
{"tweet":"Apparently no-one who is young and living in a city can be working class. But well-off retired homeowners living outside cities are working class.    We are through the looking glass.","unix":"1620472427000","sentiment":0.0,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @Dannythefink @MarkHazard2020 Many of those you call \"working class\" aren't in a lower income bracket.","unix":"1620472331000","sentiment":0.2235,"verified":true}
{"tweet":"@MattBluefoot @andraswf really? You've forgotten about the \"cash for clunkers\" scheme?","unix":"1620472237000","sentiment":-0.3691,"verified":true}
{"tweet":"@andraswf @OdysseusRex @PaulbernalUK @Dannythefink @MarkHazard2020 yes, the word \"working\" is the giveaway here.","unix":"1620472216000","sentiment":0.4019,"verified":true}
{"tweet":"Most bizarre tweet of the day.  You're only working-class if you own your own home, apparently.","unix":"1620472178000","sentiment":-0.3804,"verified":true}
{"tweet":"#Thodex vurgununda İtalya detayı! Faruk Fatih Özer'e kim yardım ediyor? #kripto #Bitcoin  https:\/\/t.co\/U7nGgq5E5g","unix":"1620472084000","sentiment":0.0,"verified":true}
{"tweet":"@lpearsemoran @PeterWilliamGa3 What do you mean by \"working class people\"?","unix":"1620472080000","sentiment":0.0,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @Dannythefink @MarkHazard2020 It's actually the correct use of the term.","unix":"1620472046000","sentiment":0.0,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @Dannythefink @MarkHazard2020 Is it impossible for someone to be working class if they are young? Or is it impossible for someone to be working class if they live in a city? Or is it only impossible if they are both young AND living in a city?","unix":"1620472026000","sentiment":0.0,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @Dannythefink @MarkHazard2020 You seem to be using \"working class\" as a synonym for \"people with socially conservative values\". This is a misuse of the term.","unix":"1620471925000","sentiment":0.4019,"verified":true}
{"tweet":"@andraswf @MattBluefoot retired fishermen who own their own homes do.","unix":"1620471879000","sentiment":0.0,"verified":true}
{"tweet":"@PaulbernalUK @OdysseusRex @Dannythefink @MarkHazard2020 He's assuming that all young urban voters are going to be rich.","unix":"1620471833000","sentiment":0.5574,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @Dannythefink @MarkHazard2020 Umm, \"working class\" is not about \"values\", it's about work. Young urban voters work. Therefore they are working class.","unix":"1620471798000","sentiment":-0.3089,"verified":true}
{"tweet":"@MattBluefoot @andraswf You don't know either of those.","unix":"1620471720000","sentiment":0.0,"verified":true}
{"tweet":"“The trust provides direct exposure to #ETH and the shares of the trust are valued on a daily basis,\" Vaneck's filing notes.  https:\/\/t.co\/lZFadiSOI9","unix":"1620471692000","sentiment":0.8934,"verified":true}
{"tweet":"Artifex displays a preview of #NFT artworks from 23 different creators in Times Square, New York, dubbed as the “NYC NFT Takeover”.  https:\/\/t.co\/g3da9Zq4qL","unix":"1620471647000","sentiment":0.0,"verified":true}
{"tweet":"@MattBluefoot @andraswf Most business owners never export anything.","unix":"1620471601000","sentiment":0.0,"verified":true}
{"tweet":"@MattBluefoot @andraswf It's not about exports.","unix":"1620471589000","sentiment":0.0,"verified":true}
{"tweet":"🎥 EURO 2020'ye Doğru konuğumuz Yattara | #SonuKupaOlsun #BizimÇocuklar  🇹🇷 \"Burak Yılmaz bizi mutlu ediyor.\" 🇹🇷 \"Türk Milli Takımı çok iyi gidiyor.\" 🇹🇷 \"EURO 2020'de sizlere bol bol şans diliyorum.\"  👉 Yattara gibi çalım atmak zor, @btcturk ile #Bitcoin almak kolay! #BtcTurk  https:\/\/t.co\/us8H76AXbF","unix":"1620471585000","sentiment":0.0,"verified":true}
{"tweet":"@MattBluefoot @andraswf They don't care about exports. They do care about lorry parks.","unix":"1620471559000","sentiment":0.1461,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @Dannythefink @MarkHazard2020 Please explain why this is an oxymoron?","unix":"1620471524000","sentiment":0.2023,"verified":true}
{"tweet":"@Sidney1st @colinelves true, but if you look across the whole range of low-paid \"service\" jobs, there are far more women than men.","unix":"1620471429000","sentiment":0.2263,"verified":true}
{"tweet":"@MattBluefoot @andraswf I doubt if that has anything at all to do with Folkestone's election result.","unix":"1620471288000","sentiment":-0.3612,"verified":true}
{"tweet":"@MattBluefoot @andraswf Negative balance of trade does not mean less economic activity.","unix":"1620471231000","sentiment":-0.5719,"verified":true}
{"tweet":"@OdysseusRex @PaulbernalUK @Dannythefink @MarkHazard2020 So condemned to the scrap heap, then. Nice.","unix":"1620471208000","sentiment":-0.2362,"verified":true}
{"tweet":"Also own their own homes and have second homes in Spain.","unix":"1620471161000","sentiment":0.0,"verified":true}
{"tweet":"@MattBluefoot @andraswf Negative balance of trade does not mean lower exports.","unix":"1620471099000","sentiment":-0.4238,"verified":true}
{"tweet":"@andraswf @MattBluefoot Kent is bucking the national trend somewhat. Labour gains in Canterbury and Dartford as well as Folkestone. MSM has not mentioned this, but imho Labour needs to pay attention to what is going on here.","unix":"1620471072000","sentiment":0.1308,"verified":true}
{"tweet":"@MattBluefoot @andraswf this doesn't have anything to do with exports. It does have a lot to do with the consequences of Brexit.","unix":"1620470986000","sentiment":0.0,"verified":true}
{"tweet":"@MattBluefoot @andraswf There is no fuss about balance of trade from anyone who actually understands it.","unix":"1620470931000","sentiment":-0.296,"verified":true}
{"tweet":"@Peradventur3 Labour needs to stop pandering to that pro-Brexit \"working class\" caste. It has not voted Labour for a long time and is unlikely ever to do so again.","unix":"1620470894000","sentiment":-0.296,"verified":true}
{"tweet":"@MattBluefoot @andraswf job losses in the UK economy have little to do with exports","unix":"1620470796000","sentiment":-0.4019,"verified":true}
{"tweet":"@colinelves Labour needs to stop trying to please retired property-owning fishermen and attend to the real working class. If it doesn't, it has no purpose any more.","unix":"1620470755000","sentiment":0.2472,"verified":true}
{"tweet":"Thread. Starmer does indeed need to look at what Welsh Labour is doing right.","unix":"1620470556000","sentiment":0.0,"verified":true}
{"tweet":"Totally disagree. No-one is interested.","unix":"1620470377000","sentiment":-0.0498,"verified":true}
{"tweet":"After the SNL announcer says “and here’s your host Elon Musk!” will another voice announce some nonsensical free Bitcoin news?","unix":"1620470368000","sentiment":0.5562,"verified":true}
{"tweet":"@colinelves Today's working class are mostly women, young people and immigrants. That's why no-one wants to focus on them.","unix":"1620469971000","sentiment":0.0,"verified":true}
{"tweet":"In an era when middle-class parents of both sexes have careers, the working class are the people who care for their children and clean their houses.","unix":"1620469899000","sentiment":0.7096,"verified":true}
{"tweet":"In an era of working from home and shopping online, the working class are the people who pack and deliver our shopping. In an era of ageing populations and extended retirements, the working class are the people who care for us, whether in our homes or our care homes....","unix":"1620469765000","sentiment":0.7506,"verified":true}
{"tweet":"The essential workers on which we are completely dependent but that we don't like paying and would prefer not to know. Care workers, delivery drivers, supermarket cashiers, warehouse workers, call centre workers....","unix":"1620469611000","sentiment":-0.7275,"verified":true}
{"tweet":"this is wonderful 🤣","unix":"1620469193000","sentiment":0.7845,"verified":true}
{"tweet":"@SteelFolk @pensionmonkey @drlangtry_girl No! That looks amazing","unix":"1620469016000","sentiment":0.6239,"verified":true}
{"tweet":"Gin tasting in progress on #saturdaykitchen   cc @pensionmonkey @drlangtry_girl","unix":"1620468757000","sentiment":0.4215,"verified":true}
{"tweet":"WATCH: The S&amp;P Dow Jones Indices launched new cryptocurrency indexes, further mainstreaming digital currencies including bitcoin and ethereum by bringing them to the trading floors of Wall Street  https:\/\/t.co\/sf76631bbI  https:\/\/t.co\/Ac4MphPYa6","unix":"1620468600000","sentiment":0.128,"verified":true}
{"tweet":"#Bitcoin hakkında az bilinen 10 gerçek!  Arkadaşlarınızla paylaşmaktan ve öğrenmekten keyif alacağınız bu bilgileri Bilgi Platformu'nda şimdi okuyun.   https:\/\/t.co\/nCX8VyYcR9  #BtcTurk #Bitcoin #BitcoinTurkiye","unix":"1620468060000","sentiment":0.0,"verified":true}
{"tweet":"@PeterWilliamGa3 We do need to rethink what we mean by \"working class\" and \"middle class\". But the terms are still very relevant. And \"upper class\" hasn't changed, really.","unix":"1620467837000","sentiment":0.0,"verified":true}
{"tweet":"@PeterWilliamGa3 They don't look like traditional working class people. Many come from middle-class backgrounds and have degrees. But their work is precarious and they are poorly paid. These are the people Labour should be seeking to attract, not well-off retirees in traditional Labour areas.","unix":"1620467773000","sentiment":0.4009,"verified":true}
{"tweet":"@PeterWilliamGa3 Today's working class are care workers, delivery drivers, supermarket workers, cleaners. The \"essential workers\" we can't do without but we don't want to pay. Many are women juggling work with caring responsibilities. Many are young people juggling work with study.","unix":"1620467647000","sentiment":0.7587,"verified":true}
{"tweet":"Surging Bitcoin boosts profits in Jack Dorsey's Square  https:\/\/t.co\/hrizJcB82Z","unix":"1620467566000","sentiment":0.6369,"verified":true}
{"tweet":"@PeterWilliamGa3 There is, but it's atomised and therefore much harder to define. It's also harder to organise, because you haven't got large numbers of people all in one place doing the same jobs.","unix":"1620467537000","sentiment":0.0,"verified":true}
{"tweet":"@fthpices They are Thatcher's children. Lots of them bought their homes in the 1980s Right to Buy boom.","unix":"1620467424000","sentiment":0.0,"verified":true}
{"tweet":"@inthenorthofuk I didn't disagree with your diagnosis, just with your solutions.  Digitisation will help to ameliorate agglomeration effects. We need universal fast broadband. Treat it as a utility like water or electricity - not free, but people on low incomes protected from cut-off.","unix":"1620467276000","sentiment":0.6947,"verified":true}
{"tweet":"Arnold Schwarzenegger is avoiding bitcoin, dogecoin, and other crypto. Warren Buffett might be the reason why.  https:\/\/t.co\/iCTQIA0vQV","unix":"1620467161000","sentiment":-0.34,"verified":true}
{"tweet":"You’ve likely heard of cryptocurrencies like Bitcoin, and this week there’s been a lot of hype around Dogecoin. But how about Catcoin? Carole Baskin, CEO of Big Cat Rescue, is starting her own cryptocurrency.​   https:\/\/t.co\/HEuLHmvdEp","unix":"1620467105000","sentiment":0.7351,"verified":true}
{"tweet":"@CJFDillow paradigm of our times","unix":"1620466971000","sentiment":0.0,"verified":true}
{"tweet":"@richyphillips How do you trade from a hardware wallet?","unix":"1620466807000","sentiment":0.0,"verified":true}
{"tweet":"@inthenorthofuk 1) globalisation doesn't cause agglomeration. That happens even in a closed economy 2) we can't reduce house prices by 50% without bankrupting a large part of the population. We need much higher wages, not lower house prices.","unix":"1620466787000","sentiment":0.2235,"verified":true}
{"tweet":"@fthpices See my other tweet. I pointed out that Brexit Party\/UKIP voters who have turned Tory have not been Labour voters for best part of a decade. It really is time Labour let them go.","unix":"1620466696000","sentiment":0.6369,"verified":true}
{"tweet":"@PeteOlympian It also needs to make the case that policies benefiting the young are in the best interests of the old.","unix":"1620466567000","sentiment":0.7351,"verified":true}
{"tweet":"@pannusf10 @cazzrhughes SO THIS !","unix":"1620466483000","sentiment":0.0,"verified":true}
{"tweet":"@fatihbute Merhaba Fatih Bey, #BtcTurk kullanıcıların sadece #Bitcoin ile alım\/satım yapabileceği bir platformdur. #BtcTurkPRO'da ise şu an 27 adet kriptopara ile alım\/satım işlemi yapabilirsiniz. #BtcTurkPRO'ya 2021 Ocak ayından itibaren 12 adet yeni kriptopara ekledik. +","unix":"1620466383000","sentiment":0.0,"verified":true}
{"tweet":"@inthenorthofuk So how do we persuade younger working people to vote? What can Labour offer them?","unix":"1620466373000","sentiment":0.0,"verified":true}
{"tweet":"Police officers in South Korea banned from buying #cryptocurrency.  https:\/\/t.co\/7FqjwOQ5um","unix":"1620466354000","sentiment":-0.4588,"verified":true}
{"tweet":"@Sanscelerien @GeorgeSelgin I'm not disagreeing with the policy, at all. Just pointing out that it is an America First policy.","unix":"1620466342000","sentiment":0.2584,"verified":true}
{"tweet":"“By joining Nuvei, Simplex will be able to fulfill its promise of bridging the gap between the blockchain space and the traditional finance world,\" Nimrod Lehavi said.  https:\/\/t.co\/cxkPueE5LT","unix":"1620466312000","sentiment":0.6369,"verified":true}
{"tweet":"@PeteOlympian Also, Tory nativism won't last forever. Look to the long term.","unix":"1620466281000","sentiment":0.0,"verified":true}
{"tweet":"@PeteOlympian If Labour concentrated on developing a coherent vision for today's working class, instead of constantly trying to get older middle-class voters to switch sides, I think it would become a credible electoral proposition, which it isn't at the moment.","unix":"1620466251000","sentiment":0.25,"verified":true}
{"tweet":"@PeteOlympian You do know that the Opposition is a crucial part of the UK's political system, right? Labour's failure to act as an effective Opposition is the big untold story of the last decade.","unix":"1620466117000","sentiment":-0.0516,"verified":true}
{"tweet":"@PeteOlympian Is this really a reason for Labour to stop being the party of the working class? Indeed, what on earth would be the point of Labour if it did this?","unix":"1620465802000","sentiment":0.2168,"verified":true}
{"tweet":"@cazzrhughes Len McCluskey would be high on my earplugs list.","unix":"1620465523000","sentiment":0.0,"verified":true}
{"tweet":"@cazzrhughes He's not the only one they need to stop listening to.","unix":"1620465491000","sentiment":-0.296,"verified":true}
{"tweet":"What Labour needs to do.","unix":"1620465362000","sentiment":0.0,"verified":true}
{"tweet":"@Martinned81 This too shall pass, you know.","unix":"1620465329000","sentiment":0.0,"verified":true}
{"tweet":"@Calvin81009363 @jimmyja20041774 @jacqdodman @susiemichele I was not wrong. Look at the record. Hartlepool council has constantly been either Labour or \"no overall control\".","unix":"1620465293000","sentiment":0.3724,"verified":true}
{"tweet":"@jme_rbt I bought some a while ago then foolishly sold it. Wish I'd held on now!","unix":"1620465233000","sentiment":-0.1007,"verified":true}
{"tweet":"#BtcTurk Destek Ekibi'nin, sizlerin taleplerine yanıt vermek için 7\/24 takip ettikleri kanallar 👇  #BtcTurk'le kolayca #Bitcoin alıp satmak için;  📲iOS:  https:\/\/t.co\/GPf4LggLq8 📲Android:  https:\/\/t.co\/SsHwWawTGy  #BitcoinTurkiye  https:\/\/t.co\/xwu8IZLUFb","unix":"1620465092000","sentiment":0.0,"verified":true}
{"tweet":"@Martinned81 Stop worrying about winning in the short term, and focus on building your voter base for the longer term. This was something that Corbyn understood. His problem was he did not understand that he was personally toxic for many people.","unix":"1620465070000","sentiment":-0.4404,"verified":true}
{"tweet":"Price data of #Bitcoin #BTC pairs on #btcturkpro  Trade Bitcoin and cryptocurrencies professionally on BtcTurk | PRO website and mobile app 👇  📲 iOS:  https:\/\/t.co\/vSqmH7yjnd 📲 Android:  https:\/\/t.co\/pGUt8Seguf 💻 Web:  https:\/\/t.co\/iKyEvf0cpI  https:\/\/t.co\/MLA3PerYkT","unix":"1620465064000","sentiment":0.0,"verified":true}
{"tweet":"Price data of #Tether #USDT pairs on #btcturkpro  Trade #Bitcoin and cryptocurrencies professionally on BtcTurk | PRO website and mobile app 👇  📲 iOS:  https:\/\/t.co\/vSqmH7yjnd 📲 Android:  https:\/\/t.co\/pGUt8Seguf 💻 Web:  https:\/\/t.co\/AdB42psCLz  https:\/\/t.co\/aQlTibdk9l","unix":"1620465063000","sentiment":0.0,"verified":true}
{"tweet":"@jme_rbt Doge is fun","unix":"1620464760000","sentiment":0.5106,"verified":true}
{"tweet":"@Martinned81 They are not going to win back traditional voters who became Tories via the Brexit party or UKIP. They haven't been Labour voters for best part of a decade now. Time Labour accepted that and turned instead to the millions who have been effectively disenfranchised.","unix":"1620464746000","sentiment":0.8329,"verified":true}
{"tweet":"Bitcoin has transformed the world's financial institutions and businesses.  https:\/\/t.co\/YdIcKgXDxN","unix":"1620464704000","sentiment":0.0,"verified":true}
{"tweet":"@jme_rbt oh dear. Which exchange did you use?","unix":"1620464490000","sentiment":0.3818,"verified":true}
{"tweet":"What Labour needs to do is work out who today's \"working class\" really are, and focus on them, not the conservative middle-class people that Labour's traditional voters have become.","unix":"1620464439000","sentiment":0.0,"verified":true}
{"tweet":"FBI: Man paid hitman in Bitcoin to kill his wife  https:\/\/t.co\/sfUBhktdRH","unix":"1620464438000","sentiment":-0.6908,"verified":true}
{"tweet":"Après la folie du Bitcoin, celle de l'Ethereum  https:\/\/t.co\/AuYnD4et9m #News  https:\/\/t.co\/Q4NWtB618Q","unix":"1620464436000","sentiment":0.0,"verified":true}
{"tweet":"this is right imho. Labour is not going to get those voters back. They have been closet Tories for a long time - comfortably-off, property owners, socially conservative, many retired on good pensions. Brexit just opened the closet door.","unix":"1620464290000","sentiment":0.4404,"verified":true}
{"tweet":"Cryptocurrencies: gevaarlijk voor mens en milieu. @EduardBomhoff legt uit waarom hij het niet heeft op #bitcoin etc.  https:\/\/t.co\/rMetbQF59k #volgwyniasweek","unix":"1620463875000","sentiment":0.0,"verified":true}
{"tweet":"@SavageKnightYT you right it should also rename itself Bitcoin and then change its logo to bitcoins logo so it can have no differentiation factors whatsoever   in an infinitely crowded, no barrier to entry market, you don’t want to stand out in any way","unix":"1620463870000","sentiment":-0.1356,"verified":true}
{"tweet":"La maison de vente aux enchères acceptera le bitcoin et l'ether pour une oeuvre de Banksy vendue mercredi prochain, une première pour une oeuvre d'art physique 👇   https:\/\/t.co\/iHMgB1xxB6","unix":"1620463403000","sentiment":0.0,"verified":true}
{"tweet":"@strandedatsea @judithmknott Yes, in that situation tactical voting or even an alliance would be sensible. But centre-left Remainers living in safe Tory seats are disenfranchised whatever age they are.","unix":"1620462905000","sentiment":0.6908,"verified":true}
{"tweet":"Alright. My body is ready for #Bitcoin ATH.","unix":"1620462847000","sentiment":0.5423,"verified":true}
{"tweet":"@arghmed yes. And it is a terrible warning to those who would like our lives to be governed by code. Code can be wrong, and when it is wrong, it can have devastating consequences for real people.","unix":"1620462830000","sentiment":-0.8957,"verified":true}
{"tweet":"@Trudgeteacher As in \"Sleepers, wake\"?","unix":"1620462501000","sentiment":0.0,"verified":true}
{"tweet":"@strandedatsea @judithmknott tbh it's not just that generation, it's anyone who voted Remain and sees themselves as centre-left. There's clearly an opportunity, but Labour is too afraid of losing its socially conservative, Brexit-supporting traditional voters to seize it.","unix":"1620462454000","sentiment":-0.1655,"verified":true}
{"tweet":"it really is horrible. Massive miscarriage of justice.","unix":"1620462208000","sentiment":-0.0972,"verified":true}
{"tweet":"The opposite of \"woke\" is \"asleep\", isn't it?","unix":"1620462176000","sentiment":0.0,"verified":true}
{"tweet":"@dragon_trinket Not asleep.","unix":"1620462149000","sentiment":0.0,"verified":true}
{"tweet":"@magdaborowik you didn't know this?","unix":"1620462130000","sentiment":0.0,"verified":true}
{"tweet":"@HSCORPI0 It's not \"ironic\", it's just nasty. Delete it.","unix":"1620462078000","sentiment":-0.499,"verified":true}
{"tweet":"@1867ben @odtorson depends on the crypto asset. There's a strong argument that Bitcoin should be treated as a commodity, but it's much less clear for other cryptocurrencies.","unix":"1620462054000","sentiment":0.6262,"verified":true}
{"tweet":"@oldtrotter @JoMicheII @meadwaj @gabyhinsliff I'd be very interested to see how a Tory administration plans to quell house price rises without upsetting its core vote.","unix":"1620461945000","sentiment":0.6754,"verified":true}
{"tweet":"@HSCORPI0 This is a nasty tweet.","unix":"1620461857000","sentiment":-0.5574,"verified":true}
{"tweet":"@JoMicheII @meadwaj @gabyhinsliff Also needs saying that these places are not the most deprived.","unix":"1620461727000","sentiment":0.4158,"verified":true}
{"tweet":"@oldtrotter @JoMicheII @meadwaj @gabyhinsliff I wouldn't give much credence to a Southern-based political commentator who evidently hasn't bothered to find out about house prices outside London and the South East.","unix":"1620461673000","sentiment":0.2411,"verified":true}
{"tweet":"@path_dependent @JoMicheII @meadwaj @gabyhinsliff The fact that those areas have suffered slow decline while under Labour rule locally is a massive albatross for Labour in those areas.","unix":"1620461506000","sentiment":-0.4939,"verified":true}
{"tweet":"@path_dependent @JoMicheII @meadwaj @gabyhinsliff the trouble is the legacy. Labour has controlled those areas for decades. If it now comes out with \"your town matters, let's make it better\", what does it say about their previous performance, and why should people believe this time is different?","unix":"1620461392000","sentiment":0.0772,"verified":true}
{"tweet":"#btcturkpro'da #Tether #USDT işlem çiftleri piyasa verileri  BtcTurk | PRO web sitesi ve mobil uygulaması ile profesyonelce #Bitcoin ve kriptopara al, sat👇  📲 iOS:  https:\/\/t.co\/1u7WeTPQ2i 📲 Android:  https:\/\/t.co\/7iBIBFsf6H 💻 Web:  https:\/\/t.co\/mPUZvcfxy6  #bitcointurkiye  https:\/\/t.co\/f3bwqUdYEO","unix":"1620461076000","sentiment":0.0,"verified":true}
{"tweet":"#btcturkpro'da Türk Lirası işlem çiftleri piyasa verileri  BtcTurk | PRO web sitesi ve mobil uygulaması ile profesyonelce #Bitcoin ve kriptopara al, sat👇  📲 iOS:  https:\/\/t.co\/1u7WeTPQ2i 📲 Android:  https:\/\/t.co\/7iBIBFsf6H 💻 Web:  https:\/\/t.co\/mPUZvcfxy6  #bitcointurkiye  https:\/\/t.co\/WM6LRqIA5H","unix":"1620461075000","sentiment":0.0,"verified":true}
{"tweet":"@JoMicheII @meadwaj @gabyhinsliff this is not news","unix":"1620461039000","sentiment":0.0,"verified":true}
{"tweet":"Probably it was intentional to get people talking. Cos even if they’d released it publicly at first, people are still going to find loopholes. The #Bitcoin transaction saga is still fresh in people’s minds.","unix":"1620461002000","sentiment":0.3182,"verified":true}
{"tweet":"@strandedatsea @judithmknott my twenty-something spies tell me that lots of them think their votes will make no difference. And they are right. They are outnumbered by the old.","unix":"1620460948000","sentiment":-0.296,"verified":true}
{"tweet":"Binance managed to become a trending topic in Venezuela, a testament to what #cryptocurrency represents in the country.  https:\/\/t.co\/tHJtYI5ZW7","unix":"1620460912000","sentiment":0.0,"verified":true}
{"tweet":"Lega Serie A to commemorate Coppa Italia final With #NFT collectibles.  https:\/\/t.co\/wud6G1GHxJ","unix":"1620460896000","sentiment":0.0,"verified":true}
{"tweet":"@odtorson @1867ben you can carry intellectual property on your balance sheet though. Not the human, but their knowledge and skills. At replacement cost.","unix":"1620460807000","sentiment":0.2846,"verified":true}
{"tweet":"@strandedatsea @judithmknott They constantly see old people voting for things that will hurt the young, and governments enacting policies that benefit the old at the expense of the young. They have MUCH to be angry about.","unix":"1620460737000","sentiment":-0.5719,"verified":true}
{"tweet":"@strandedatsea @judithmknott They have, three times. First after the financial crisis, when austerity measures were targeted at the young. Then the Brexit vote destroyed their prospects of working or studying in Europe. And now the Covid-19 pandemic has eliminated their jobs and wrecked their education.","unix":"1620460610000","sentiment":-0.7269,"verified":true}
{"tweet":"@jimmyja20041774 @jacqdodman @susiemichele So again, your assertion that Hartlepool has a conservative council was wrong. Hartlepool has never had a conservative council.   Have a good day.","unix":"1620460451000","sentiment":-0.0516,"verified":true}
{"tweet":"La nouvelle formule de JP et Vous 13h30 sur ⁦@LCI⁩ : Votre Argent. Le maquis des organismes de santé, le gaspi des ralentisseurs, la guerre des contrats de gaz, quelques maisons de rêve, les arnaques au bitcoin, nos premières dépenses après le confinement, etc... 😜👍  https:\/\/t.co\/enLFC0bn79","unix":"1620460348000","sentiment":0.368,"verified":true}
{"tweet":"@1867ben I mean, take crypto assets. They are intangibles, but nothing like patents or goodwill. It's ridiculous to carry them at cost with periodic impairment tests. They are market traded assets and should therefore be carried at fair value.","unix":"1620460313000","sentiment":0.3685,"verified":true}
{"tweet":"@1867ben They really should be.","unix":"1620460186000","sentiment":0.0,"verified":true}
{"tweet":"@jimmyja20041774 @jacqdodman @susiemichele Actually, it didn't have a Conservative council in 2019. The Tory\/Brexit Party alliance was the largest group but there was no overall control. So Hartlepool has not had a Conservative council. Read the link.","unix":"1620460177000","sentiment":-0.2382,"verified":true}
{"tweet":"@Ringbarkis Given that crypto markets itself as better than the existing financial system, I expect it to be better.","unix":"1620460035000","sentiment":0.7003,"verified":true}
{"tweet":"We really have to devise better standards for measuring and reporting intangible assets.","unix":"1620459956000","sentiment":0.5574,"verified":true}
{"tweet":"@jimmyja20041774 @jacqdodman @susiemichele Only since 2019.  https:\/\/t.co\/SxtYEDekV4.","unix":"1620459791000","sentiment":0.0,"verified":true}
{"tweet":"@Sanscelerien @GeorgeSelgin No doubt some businesses will go to Portugal. But make no mistake, the aim is for businesses to relocate to the US from NL, Lux and Ireland.","unix":"1620459702000","sentiment":0.4782,"verified":true}
{"tweet":"@Sanscelerien @GeorgeSelgin Nope, seriously, this is America First. Attack the tax havens so businesses come back to the US.","unix":"1620459390000","sentiment":-0.3781,"verified":true}
{"tweet":"Crypto is so much more secure than the existing financial system, isn't it?","unix":"1620459345000","sentiment":0.4509,"verified":true}
{"tweet":"@nickkroll k hear me out... Bobby Bottleservice 2013 but Bobby Bitcoin 2021. Bring it back plz ty.","unix":"1620459251000","sentiment":0.1154,"verified":true}
{"tweet":"@jacqdodman @susiemichele he's had a Labour MP and Labour council for all of his life. That's all he knows. So of course he blames Labour.","unix":"1620459177000","sentiment":-0.4019,"verified":true}
{"tweet":"@judithmknott do you really think the retirees who dominate the landscape in Cornwall care about the fishing industry?","unix":"1620459075000","sentiment":0.4019,"verified":true}
{"tweet":"@Sanscelerien @GeorgeSelgin no, that's an America First policy too","unix":"1620459007000","sentiment":0.0,"verified":true}
{"tweet":"Just caught up with this. Great piece.","unix":"1620458976000","sentiment":0.7073,"verified":true}
{"tweet":"Me- Mere paas Gaadi hai, Bangla hai, Sona hai , Bank Balance hai  She-Woh theek hai, par  #BitcoinLiyaKya ?   Download @CoinDCX Go, bitcoin kharido aur Auntyji ki tarah Naacho -    https:\/\/t.co\/w720TxrFQC   https:\/\/t.co\/cLQ1OBg4r2","unix":"1620458975000","sentiment":0.0,"verified":true}
{"tweet":"The Bitcoin engineers predicted the block reward would drop from 12.5 BTC to 6.25 BTC per block after block 630,000 was mined.  They were 100% correct.","unix":"1620458435000","sentiment":-0.7269,"verified":true}
{"tweet":"@Sanscelerien @GeorgeSelgin \"free trade\" means \"you buy from us\", not \"we buy from you\"","unix":"1620457982000","sentiment":0.5106,"verified":true}
{"tweet":"Bu akşam 20:30’da canlı yayın geliyoor! Hangi konuları ve coin’leri konuşalım? Tweet’i altına yazın, bekliyorum.   $BTC #Bitcoin  https:\/\/t.co\/2BIufunSrQ","unix":"1620457710000","sentiment":0.0,"verified":true}
{"tweet":"@Cerberu21014829 @Excellion @Snowden I don't think this is constructive criticism. He is laughing at Bitcoin but promoting privacy coins and NFTs.","unix":"1620456996000","sentiment":0.5267,"verified":true}
{"tweet":"#Thodex vurgununda İtalya detayı! Faruk Fatih Özer'e kim yardım ediyor? #kripto #Bitcoin  https:\/\/t.co\/Qiar7bHQBA","unix":"1620456337000","sentiment":0.0,"verified":true}
{"tweet":"@Cerberu21014829 @Excellion @Snowden Agree that Snowden has been good, but IMO he should be contributing to Bitcoin, not attacking it.","unix":"1620456207000","sentiment":0.7114,"verified":true}
{"tweet":"Respect @Snowden for his work on privacy and criticism of CBDCs. But this clip is a disaster. TLDR:  -Taproot makes Bitcoin privacy worse -Lightning is \"shenanigans\" -Attacks core devs -Hypes NFTs + privacy coins (except Monero which he trashes)  When SnowdenCoin? Say it ain't so  https:\/\/t.co\/xQtoGyCEHV","unix":"1620455684000","sentiment":-0.9387,"verified":true}
{"tweet":"The participants will adopt the CBDC to provide payment services via a two-tier architecture where the digital currency will be built.  https:\/\/t.co\/WURB8BLJLq","unix":"1620455507000","sentiment":0.1779,"verified":true}
{"tweet":"Marathon will only mine \"clean\" #bitcoin blocks in its pool to comply with OFAC requirements.  https:\/\/t.co\/KbMnXfKVRX","unix":"1620455424000","sentiment":0.2023,"verified":true}
{"tweet":"@GeorgeSelgin every administration pursues an \"America First\" policy","unix":"1620454515000","sentiment":0.0,"verified":true}
{"tweet":"@ahcastor just like 2008, really","unix":"1620454433000","sentiment":0.3612,"verified":true}
{"tweet":"Bitcoin provokes intense debate but one thing everyone agrees on is that it has become a staggering producer of climate wrecking carbon dioxide. | @chrizap   https:\/\/t.co\/MGPvt6Jtg3","unix":"1620453801000","sentiment":0.1779,"verified":true}
{"tweet":"Step 1: $DOGE goes full retard pre-SNL Step 2: After SNL people 'sell the news' Step 3: Smarter traders rotate into #Bitcoin  Step 4: #Bitcoin breaks out Step 5: Altcoin pairs vs BTC start getting hurt Step 6: More money rotates back into Bitcoin : Step 10: #Bitcoin &gt;$75k","unix":"1620453593000","sentiment":-0.5859,"verified":true}
{"tweet":"How to File Your #Crypto #Taxes   (and Not Get Screwed)     https:\/\/t.co\/RohOIIGPkb #fintech #bitcoin #ether @seththetaxman @CoinDesk  https:\/\/t.co\/GFKon5oD5T","unix":"1620452006000","sentiment":0.3875,"verified":true}
{"tweet":"Looking at the #Bitcoin chart like...  https:\/\/t.co\/5fl46dZDiJ","unix":"1620451814000","sentiment":0.3612,"verified":true}
{"tweet":"Officials from the Ministry of Strategy and Finance are set to apply the new rule for those who earn tokens over $2,220 annually. #Cryptocurrency  https:\/\/t.co\/4Hie2kZrWd","unix":"1620451027000","sentiment":0.0,"verified":true}
{"tweet":"Any specific crypto like Bitcoin, Ethereum growth is attributed to how strong its network effects are (which in simple terms means how many people are adopting it).   In addition, there are other factors as well - usability, degree of decentralization, etc.","unix":"1620450601000","sentiment":0.8591,"verified":true}
{"tweet":"Carbon counter: bitcoin is the ultimate hot investment  https:\/\/t.co\/cQWHmHJbAA  | opinion","unix":"1620450382000","sentiment":0.0,"verified":true}
{"tweet":"Dogecoin prices continue to break new records — here’s how a meme-inspired cryptocurrency took on rivals like bitcoin  https:\/\/t.co\/dmH5W6NhVt","unix":"1620450008000","sentiment":0.3612,"verified":true}
{"tweet":"Bitcoin tax warning in South Africa  https:\/\/t.co\/WBvWsXflZH","unix":"1620450003000","sentiment":-0.34,"verified":true}
{"tweet":"Day 919  Square app in US made about $75M in profit after integrating #Bitcoin into their app  Paypal has a tremendous quarter, again because of integrating Bitcoin  Tesla has seen its Bitcoin investment surge  Why are Indian startups &amp; banks not participating?  #IndiaWantsCrypto","unix":"1620449767000","sentiment":0.4404,"verified":true}
{"tweet":"@nate_lopez15 I’ve been in over 5 months. Most these pump and dumps are super short brand new coins. Doge been around since Bitcoin. People don’t know that though.","unix":"1620448817000","sentiment":0.296,"verified":true}
{"tweet":"Need some more #Bitcoin?  Enter #BinanceMillions 👇","unix":"1620448801000","sentiment":0.0,"verified":true}
{"tweet":"@junderwood4649 Are you really the chief Bitcoin officer","unix":"1620448640000","sentiment":0.0,"verified":true}
{"tweet":"The network of computers mining bitcoin across the world currently emits about 60mn tons of CO2, the same as the nation of Greece  https:\/\/t.co\/xpVGYFIseU","unix":"1620448458000","sentiment":0.0,"verified":true}
{"tweet":"The #crypto space is an area of keen interest for the Capital Markets Authority.  https:\/\/t.co\/qjwjYTU4iF","unix":"1620448359000","sentiment":0.7003,"verified":true}
{"tweet":"#Bitcoin or #Ether? Here's how to decide whether to invest  https:\/\/t.co\/8xNd5ZVM4g   More on @crypto:  https:\/\/t.co\/Iho7mMrbdG $BTC $ETH  https:\/\/t.co\/EOYjPmkVKu","unix":"1620448057000","sentiment":0.0,"verified":true}
{"tweet":"Son argentinos y crearon una minera de Bitcoin que ya opera en Canadá: ahora cotizarán en Wall Street y harán una “megagranja” cripto en el país | Por Sebastián Catalano y Matías Barbería  https:\/\/t.co\/py7WntovpD","unix":"1620447516000","sentiment":0.0,"verified":true}
{"tweet":"Is Bitcoin Losing Its Dominance?  https:\/\/t.co\/4qQ5BzHJAk","unix":"1620446320000","sentiment":-0.2023,"verified":true}
{"tweet":"That feeling when you are searching for an ATM and Google Maps shows you the closest one, but it only deals in Bitcoin.","unix":"1620446087000","sentiment":0.0644,"verified":true}
{"tweet":"“I feel in the long run, #bitcoin will have the higher opportunity,” real estate agent Raul Chavez said.  https:\/\/t.co\/TN6WRbG1OI","unix":"1620444779000","sentiment":0.0,"verified":true}
{"tweet":"Just a reminder that in 2015 I was hanging out in Dolores Park with the creator of Dogecoin, who was trying to launch a business delivering cannabis with drones for Bitcoin.  https:\/\/t.co\/Gy4f96Ms8I","unix":"1620444016000","sentiment":0.0,"verified":true}
{"tweet":"#Bitcoin scams are increasing at an alarming rate across the world, often including hacking of #Twitter accounts.   #crypto #crytocurrency #doge    https:\/\/t.co\/Wp4NFWLu1Z","unix":"1620443574000","sentiment":-0.6486,"verified":true}
{"tweet":"Depending on who you ask bitcoin, the digital currency at the heart of the crypto craze is either a currency or a commodity, a speculative bubble or a safe tool for storing and building wealth | @npomalley @chrizap  https:\/\/t.co\/7JkWsatZRN","unix":"1620443445000","sentiment":0.8779,"verified":true}
{"tweet":"Customers can pick up a three-pack with Bitcoin, Ethereum, Litecoin or even Dogecoin.  https:\/\/t.co\/bD8FyfvfOq","unix":"1620442984000","sentiment":0.0,"verified":true}
{"tweet":"The Garcia art that was listed on Wednesday is held on the #NFT marketplace Superrare, and the Jerry Garcia Foundation wants 309 ETH.  https:\/\/t.co\/WxxELtSSf3","unix":"1620442903000","sentiment":0.0,"verified":true}
{"tweet":"post your cashapp PayPal Venmo bitcoin Gcash now ! I’m sending more money! RT !  https:\/\/t.co\/0zZ4XkTgZm","unix":"1620441653000","sentiment":0.0,"verified":true}
{"tweet":"Post your cashapp PayPal Venmo bitcoin Gcash RT !","unix":"1620441416000","sentiment":0.0,"verified":true}
{"tweet":"What Is Internet Computer (ICP)?  #CoinMarketCap #Crypto #Cryptocurrency #Bitcoin #Altcoin #DeFi #Dogecoin #Ethereum #DFINITY $BTC $ETH $DOGE    https:\/\/t.co\/JqzFPk1R5R","unix":"1620441153000","sentiment":0.0,"verified":true}
{"tweet":"Are not you the creator of bitcoin?? lol","unix":"1620439891000","sentiment":0.4871,"verified":true}
{"tweet":"@Jason I mean Bitcoin tho","unix":"1620439733000","sentiment":0.0,"verified":true}
{"tweet":"The #NFT ecosystem is in full bloom, with several renowned names entering the playing field. As more and more artists and creators join the cash-strapped world of NFTs.  https:\/\/t.co\/g3da9Zq4qL","unix":"1620439245000","sentiment":0.4588,"verified":true}
{"tweet":"Please read this important story.  Bitcoin is bigger than any one of us.  @milessuter is a great human for taking this on and pushing forward to make a difference.","unix":"1620438716000","sentiment":0.802,"verified":true}
{"tweet":"Tesla had $1.5 billion in the \"corporate treasury\" to put into Bitcoin. So its toxic air pollution fine is peanuts. Bia @lorakolodny","unix":"1620438639000","sentiment":0.3818,"verified":true}
{"tweet":"@MUFC_Red_Army It is hype. Doge coin is an infinite coin and not scarce. Has like 10,000 Doge mines per minute. I’m trolling and don’t ever sell your bitcoin for Doge lol. But it shows how much crypto can change and who knows. Maybe Dogecoin will truly take over","unix":"1620438348000","sentiment":0.6483,"verified":true}
{"tweet":"For those that are asking what I’m invested in the #Crypto market.  #Ethereum #VeChain #Cardano #Bitcoin #Stellar #CryptoDOTComCro #EnjinCoin #Polygon  Not a financial advisor just a guy that loves #CryptoCurrencies. #CryptObrO  https:\/\/t.co\/GDvOaavT96","unix":"1620438268000","sentiment":0.5719,"verified":true}
{"tweet":"I sold all my #Bitcoin for $Doge   Not financial advice","unix":"1620437723000","sentiment":0.0,"verified":true}
{"tweet":"LFG #Bitcoin- take that $60k level before #Dogecoin headlines SNL tomorrow!","unix":"1620437680000","sentiment":0.0,"verified":true}
{"tweet":"Lumber is now a high-interest market for traders due to its post coronavirus price increase.  https:\/\/t.co\/6sChPilTto","unix":"1620437521000","sentiment":0.3182,"verified":true}
{"tweet":"To give an idea of how silly this is, I didn’t even know Peter when Bitcoin came out.  If I say something it dignifies the rumor. If I don’t say anything, rumor that I insinuated something goes into circulation...  And honestly, this misrepresentation game is just boring as hell.","unix":"1620437163000","sentiment":-0.6486,"verified":true}
{"tweet":"What #Square’s smashing earnings   tell us about #consumer #bitcoin demand    https:\/\/t.co\/DoI0htDjQY #fintech #crypto @alex @TechCrunch @FrankJSchwab @dinisguarda @cgledhill @efipm @kuriharan  https:\/\/t.co\/17lprQRWSn","unix":"1620436504000","sentiment":-0.128,"verified":true}
{"tweet":"@AngryManTV Bitcoin","unix":"1620436502000","sentiment":0.0,"verified":true}
{"tweet":"It’s not just bitcoin — here are the top 10 biggest cryptocurrencies  https:\/\/t.co\/NfuKlzPjJL","unix":"1620436025000","sentiment":0.2023,"verified":true}
{"tweet":"Y cerramos nuestro sorteo rápido con una pregunta sencilla...  ¿Cuántos #Bitcoin serán emitidos?   ♻️Haz RT + Me gusta #️⃣Usa el HT #Binance  🗣️Etiqueta a 3 amigos   ¡Última oportunidad de ganar!","unix":"1620435604000","sentiment":0.0,"verified":true}
{"tweet":"3 important differences   between #bitcoin and #dogecoin, according to experts    https:\/\/t.co\/d7Hcd4lxbE #fintech #crypto @ITSTAYLORLOCKE @CNBCMakeIt  https:\/\/t.co\/eKA7Cp1vRe","unix":"1620434702000","sentiment":0.2023,"verified":true}
{"tweet":"“Disgusting and contrary to the interests of civilization.” – Charlie Munger on Bitcoin  Okay, but tell us how you really feel. $BTC $ETH $DOGE #cryptocurrency  https:\/\/t.co\/mVVh4FEZew","unix":"1620434702000","sentiment":0.2382,"verified":true}
{"tweet":"@0K0Y0NNS0N I am not. I didn’t see the full coming future of Bitcoin either at the time. Just a glimpse.","unix":"1620434125000","sentiment":0.0,"verified":true}
{"tweet":"@JenniferSensiba Tesla had $1.5B in the \"corporate treasury\" to put into Bitcoin - it's nothing.","unix":"1620434101000","sentiment":0.2023,"verified":true}
{"tweet":"La techno financière montréalaise Nuvei mise gros sur le bitcoin  https:\/\/t.co\/9FHzKbdaN8","unix":"1620434066000","sentiment":0.0,"verified":true}
{"tweet":"While you’re FOMOing on #Doge, be sure to diversify your crypto portfolio with even more % of #bitcoin and #ETH.   Why?...The reasons are endless if you take the time to do the research.📚","unix":"1620434057000","sentiment":0.3182,"verified":true}
{"tweet":"“Today is a very special day for all of the Simplex team, as well as the entire #cryptocurrency community,” Nimrod Lehavi, Simplex's cofounder said.  https:\/\/t.co\/cxkPueE5LT","unix":"1620433910000","sentiment":0.624,"verified":true}
{"tweet":"@Melt_Dem After her, come at me: betting on bitcoin is rooting for socioeconomic collapse.","unix":"1620433749000","sentiment":-0.4939,"verified":true}
{"tweet":"Logan Paul is the next Bitcoin","unix":"1620433359000","sentiment":0.0,"verified":true}
{"tweet":"Chia es una criptomoneda más amable con el medio ambiente. Aquí los detalles de esta moneda virtual que busca ser una alternativa al bitcoin.    https:\/\/t.co\/M0ET0gHaQh","unix":"1620432602000","sentiment":0.0,"verified":true}
{"tweet":"\"In a sign of Sotheby’s willingness to embrace not only NFT art but also cryptocurrency, the auction house announced that it will accept Bitcoin and Ethereum as payment for physical artworks for the first time next week.\"","unix":"1620432486000","sentiment":0.6808,"verified":true}
{"tweet":"\"I also think with #bitcoin, and the other #cryptocurrencies, I think there's a real issue about the environmental impact as well,\" said the senator. #cryptocurrency  https:\/\/t.co\/ZRcuigJ51S","unix":"1620432087000","sentiment":0.2732,"verified":true}
